[
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=1", 
        "REVIEW": "my son loves it \n This article arrived in the states, some letters do not work on the keyboard, says that it has a 90 day Warranty and is false. In less than 60 you can not do anything. It is a Deception. \n Buen servicio \n Great buy no issues will buy from them again \n It came in good condition and worked very good \n Brand NEW phone with no scratches and everything works! I couldn't be more happier! \n Works great! There have been no problems with it! \n It is a fine product so far. \n Do not purchase this. I received it completely dead which is no problem I had read that other people were having the same issues. So I charged it and wouldn't turn on, I used all the iPhone tricks to turn it on and nothing. I took it to Verizon to see what kind of trade in I coikr get cuz I just needed a phone and when she started entering the info of iPhone into the computer she said that it isn't compatible with Verizon like it was advertised. So just a heads up don't throw $188.00 in the trash like I ended up doing. \n i will never ever pay from then. when i got it the phone wouldn't work and when i got it to work finally it shut down. plz don't get this phone and save your money and time", 
        "RDATE": "on March 27, 2017 \n on March 27, 2017 \n on March 26, 2017 \n on March 25, 2017 \n on March 25, 2017 \n on March 25, 2017 \n on March 24, 2017 \n on March 24, 2017 \n on March 24, 2017 \n on March 24, 2017", 
        "TITLE": "Five Stars \n Bad, Very Bad \n Five Stars \n Five Stars \n Five Stars \n I couldn't be more happier! \n Five Stars \n Good \n Never purchasing again \n i will never ever pay from then. when i ..."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=2", 
        "REVIEW": "I got this today, it came in good packaging with a charger  it is flawless like new and works great. \n The iPhone 5s was in excellent condition when I had recieved it, along with the charger. There were no scratches or significant markings. I did not recieve any headphones with the package, which is not an issue with me since don't like apple ear buds anyway. I had no issues having the SIM card inserted in my phone through my carrier. \n My daughter loved her new phone and i was able to switch it over to our carrier. No dings or dents. She is enjoying it \n Zero stars! This phone is garbage. It doesn't charge, the message \"this accessory may not be supported\" pops up every time I plug it in. It took 24hrs to get from 39% to 74% on the charger it came with. Brand new chargers don't even work. This is the worst. \n I bought this for my husband who is really hard on phones, even with an otterbox.  lol.  It works really well. \n This iPhone is as expected and in good condition \n Vw👌🏻👌🏻 \n great deal \n Perfect perfect shape is working fine I love it thank you \n Wonderful condition and works like a charm.", 
        "RDATE": "on March 24, 2017 \n on March 23, 2017 \n on March 22, 2017 \n on March 22, 2017 \n on March 22, 2017 \n on March 22, 2017 \n on March 21, 2017 \n on March 21, 2017 \n on March 21, 2017 \n on March 21, 2017", 
        "TITLE": "Four \n The iPhone 5s was in excellent condition when I had recieved it \n My daughter loved her new phone and i was able to switch ... \n This phone is garbage. It doesn't charge \n I bought this for my husband who is really hard ... \n As expected \n Four Stars \n Five Stars \n Completely satisfied \n Very happy!"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=3", 
        "REVIEW": "Had to return this phone because after charging it to full power, the battery got so hot it burned my hand. \n Good \n I'm currently going on a product review rampage. Yea so it's been about a year since I bought this. The battery is still pretty good and I didn't have a problem with it in the northeast winter. It's been a reliable phone and is compatible with my crappy Straight Talk plan. \n Works perfectly! Came in a day early! So very pleased with this phone! \n I would like to have this item back i didn't mean to return. \n I love my phone it's everything it says it going to be \n Came on time but the battery is going bad \n Phone over heats  and dies too quickly. I would recommend anyone to buy it. \n This phone completely died after 2 months of use!! The return window has closed and I hope Amazon will make good on this when I submit a request for refund. Very frustrating for an expensive item! \n Had it for a couple of months and it's still working great.  It came packaged well and looked brand new.  There was not a single blemish on it - I would never have known it was a refurb.", 
        "RDATE": "on March 21, 2017 \n on March 21, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 19, 2017 \n on March 18, 2017 \n on March 18, 2017", 
        "TITLE": "Had to return this phone because after charging it to ... \n Four Stars \n worked out for me. \n love love love \n I want this item back please \n Five Stars \n Two Stars \n Overheats \n Broken phone. \n ... for a couple of months and it's still working great. It came packaged well and looked brand new"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=4", 
        "REVIEW": "Received in excellent condition and performs like brand new. What a deal! \n I love it 😍😍 \n The phone works well. \n Works perfect out of the box, 2 very light scratches on the back, but honestly i don't care, I bought an outdated iPhone for function and price. \n It's great \n I bought the iPhone S5  A few months ago and I absolutely love it. The battery time is perfect it is never gone dead on me I've gone a day or so without putting it on the charger. I have had many phones over the years and I have to say this is the Best phone I have ever purchased. As for service and delivery outstanding. \n It's perfect, thanks amazon \n Awesomeness \n my purchase was perfect. i'll shop with you again for sure. thx \n fine", 
        "RDATE": "on March 17, 2017 \n on March 17, 2017 \n on March 17, 2017 \n on March 17, 2017 \n on March 16, 2017 \n on March 16, 2017 \n on March 15, 2017 \n on March 15, 2017 \n on March 14, 2017 \n on March 14, 2017", 
        "TITLE": "Great deal \n Five Stars \n Five Stars \n Works perfect out of the box \n Five Stars \n Absolutely love my iPhone \n Five Stars \n Five Stars \n Five Stars \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=5", 
        "REVIEW": "The phone wouldn't hold a charge. \n My son loves this phone \n Great quality. It's like a new iPhone \n The phone was in EXCELLENT condition, unlocked and I had no problem getting it activated through Metro PCS.  However, I have only had the phone for 2 weeks (I received it March 2, 2017)and with minimal usuage, my battery does not last. It will jump from 50% to 20% and down to 5%. It's been over heating, it will randomly shut off and I have to charge it at least 4 times a day. I will be RETURNING this device!!!! \n Yes very happy \n Love my phone thanks \n It came basically brand new looking thats the only reason i gave it 3 stars and also it works fine so far. The reason i regret buying is because the charger is a cheap and not the real or official Apple charger which i will have to purchase now for like 30 bucks it takes about 6 hours for a full charge and dies quickly even when i don't use it i have to charge it twice or three times a day. \n I have metro and they sell the phone for $150 i feel stupid for not just buying it straight from them because they would of gave me the official charger and not some cheap 3 dollar charger. I would return it but im too lazy \n Very happy with the iPhone. Great price and it's like brand new. Would definitely do business with again.👍🏻 \n Very good overall. Worth the price, however there are some things that could be better. So this is an in depth review of this refurbished iPhone 5S sold by Luuki_Luuki \n 1. Overall Phone Condition: \n Like Brand New. Any other comments wont be necessary. This phone looks and feels like brand new. Cosmetically its 10/10. \n 2. Packaging: \n Cheap. As you'd expect, this phone comes in a cheap aftermarket Chinese box, it looks OK, but far from high quality. \n 3. Accessories: \n 1 out of 5. Very very cheap charger, I wouldn't use that charger with my enemy's iPhone. Cable? Its OK but extremely short, probably 2 ft long. \n At this point I believe I purchased just a phone, accessories need to be purchased separately, since the ones that came with it are useless. However, phone looks great and works perfect. Phone costs 185$ which is not bad for a like new phone but make sure you spend another 30$ on a nice charger and cable for it. \n There was a screen defect.", 
        "RDATE": "on March 14, 2017 \n on March 13, 2017 \n on March 12, 2017 \n on March 12, 2017 \n on March 12, 2017 \n on March 12, 2017 \n on March 12, 2017 \n on March 12, 2017 \n on March 12, 2017 \n on March 12, 2017", 
        "TITLE": "One Star \n Five Stars \n Good product \n I will be RETURNING this device!!!! \n Five Stars \n Five Stars \n Should of just bought from metro 150 bucks only \n Great deal! \n Buying from Luuki_Luuki you get a great phone, but nothing else. \n Screen defect"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=6", 
        "REVIEW": "Great phone \n Great product. The phone arrived as new and has been working perfectly. I'm 100% satisfied with my purchase. \n It came in on time it Works Great it had one small scratch not even noticeble , its great \n The cellphone charge was bad and never send again a new. \n Great condition looks almost brand new and works fantastic. \n They don't tell you that this phone is from abroad and the camera shutter sound cannot be turned off. Otherwise, it works fine. \n Home button is not good \n Good but battery needs to be recharged daily although the phone is not used very much. \n Great Product as expected. I am happy with it. \n Still working great, no trouble so far! Great buy!", 
        "RDATE": "on March 11, 2017 \n on March 11, 2017 \n on March 11, 2017 \n on March 9, 2017 \n on March 9, 2017 \n on March 9, 2017 \n on March 9, 2017 \n on March 8, 2017 \n on March 8, 2017 \n on March 7, 2017", 
        "TITLE": "Five Stars \n Five Stars \n It came in on time it Works Great it had one small scratch not even noticeble \n One Star \n Great \n it works fine. \n One Star \n Good but needs daily recharging. \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=7", 
        "REVIEW": "Mine work fine but has a small scratch on side just like how he post on product details \n So far it's working well. Only one glitch that's why 4 stars instead of 5. The phone would not dial so my son \n went to my moms and turned the airplane mode on and off and it worked fine. I bought the phone for my mom who turned 88 years  2 weeks ago. She lives in the same area as my son. So he's her techie. It calls well can't say much on other functions as texting is beyond her grasp God bless her! \n Ordered 2 of these refurbished Iphones for my sons. Its been a week and so far so good. No problems. I will update this review if we come across any issues. Knock on wood, but there is a warrantly. \n Only 2 months after the purchase the wi-fi signal turn gray and never returned. And the camera simply does not work. Shame! \n Good afternoon. Nice to meet you. \n Very unhappy, by the blow that the phone has in a corner, very ugly. When I'm buying a new phone, and I see this ugly detail. How bad that from Venezuela, you can not send to the USA. \n What displeasure. I do not recommend them. \n I like it. \n The phone would not keep charge. I had to buy a battery. \n The cable charger didn't work, I have to purchase one. \n Not sure if these are best phones. We bought two but one of them stopped working in about 6 months. \n Everything I wanted. Plus quick service and great followthrough. \n Tks John t", 
        "RDATE": "on March 7, 2017 \n on March 6, 2017 \n on March 6, 2017 \n on March 6, 2017 \n on March 5, 2017 \n on March 5, 2017 \n on March 5, 2017 \n on March 5, 2017 \n on March 5, 2017 \n on March 5, 2017", 
        "TITLE": "Five Stars \n Works better than her 4S Dinosaur \n So far so good. \n Do Not Buy! \n E- \n Five Stars \n Two Stars \n Two Stars \n Not sure if these are best phones. We bought two but one of them ... \n Work with theses folks."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=8", 
        "REVIEW": "It got here on time . No cracks 🙂 \n good \n Sucks! Will not charge at all!!!!!!!!!! If Apple  can't  fix it, I'm  sending  it  back asap!!!!! DO NOT BUY FROM THIS COMPANY!!!! \n Excellent seller and very good product. \n excellent replacement \n Excelent \n Ive only had this phone since july 2016. kept it in good condition but not long after getting it it started to 'glitch'. the screen would freeze and wont even load apps. siri sometimes wont respond no matter the level of volume you use and now and suddenly the touch screen wont work and i cant answer text messages or phone calls because of it. I now have to find a new phone. Was expecting the phone to last awhile even refurbished since my last phone, a Iphone 4 lasted for years and still works.This phone is okay if you wanna upgrade just don't expect it to last long. \n It was like brand new. Perfect packaging . My 10 year old daughter loves it and she has no issues with it. Its been over 2 months now. \n Very pleased with this purchase. Bought for my daughter and she's literally been on it every waking minute since she got it. \n The phone was  stolen", 
        "RDATE": "on March 3, 2017 \n on March 2, 2017 \n on March 1, 2017 \n on March 1, 2017 \n on February 28, 2017 \n on February 27, 2017 \n on February 27, 2017 \n on February 27, 2017 \n on February 26, 2017 \n on February 26, 2017", 
        "TITLE": "Five Stars \n Five Stars \n Sucks! Will not charge at all \n Five Stars \n Five Stars \n Five Stars \n meh \n Perfect phone for the best price ! \n Very pleased with this purchase \n Don't buy"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=9", 
        "REVIEW": "Works well great for the price \n Phone has a problem! \n Excellent refurbished Iphone. No problems at all. \n Is great as a phone, with a new updates from apple sorry that I purchase in a price and days later was less expensive of the price I paid \n So far so good. Always skeptical when making a \"big\" purchase. My old iphone was having no service issues randomly dropping. This seems to be working, will update if it fails. Slight dent in one corner of the phone otherwise it looks pretty much new. Way better than buying from the retailer where they only sell the newest and best phones for half a grand. I went with this instead of Gazelle because this has a 90 day warranty on it I think Gazelle only has 30. Plus Gazelle makes you pay more for \"fair, good or excellent\" quality. I think this one you just pay one price and get a decent phone. Could be a crap shoot though but I would say mine is somewhere between good and excellent condition. I would use this again instead of buying a new phone for 3x the price. \n The phone that I receive had visible scratch and dents, I just send it back. \n Phone arrived tonight. Phone came with charger will not come on at all. \n The phone arrived even earlier than predicted. I waited over a month to write a review in case it started acting up, but so far it has been working great! The Touch ID feature works well and I have not had issues with this device. The only complaint I have is that it didn't come with the little metal piece to open the SIM card holder. A thin enough paper clip worked as a substitute though. \n I was very scared before purchasing but I have to honestly say they proved me wrong. Item arrived on time and is in new condition! And works really well thanks !!! \n This product says that it is GSM unlocked and my phone company doesn't recognize the imei", 
        "RDATE": "on February 25, 2017 \n on February 25, 2017 \n on February 25, 2017 \n on February 24, 2017 \n on February 23, 2017 \n on February 22, 2017 \n on February 21, 2017 \n on February 21, 2017 \n on February 21, 2017 \n on February 21, 2017", 
        "TITLE": "Five Stars \n DONT BUY \n Happy Camper \n Is great as a phone \n So far so good. Always skeptical when making a \"big\" purchase \n One Star \n One Star \n Works great \n Good phone \n One Star"
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=10", 
        "REVIEW": "it works excellent, my sister loves it \n Good but I don't why the phone do not come with earphones \n Perfect. \n Ordered the phone under new category and it's refurbished that is not new to me kinda disappointed last one had horrible battery life in cold since it was refurbished instead new was a at&t phone before got rebuilt put my Verizon SIM card in it no service says this is not a Verizon phone don't want return it cause I downloaded a bunch my personal content on it \n Honestly I was a little scared with the idea of purchasing a used iPhone on amazon... the ratings terrified me... BUT I took the chance and I couldn't be happier ! Not only is the phone nice but amazon offers 90 day money back gurentee ! I'm honestly very pleased, thankyou  no scratches no problem \n Great quality! \n The phone arrived quickly, well packaged, and as a refurbished item, looks and functions like new. The best price I could find, a great deal overall. I would purchase from this dealer over and over, if I needed more items. I've owned several iPhones, starting from the first release. This iPhone I purchased to use primarily as a phone. It fit my needs perfectly, at a fraction of cost of the latest models. Perfect deal. \n Edit: Changing to five stars. I used a functional nano-SIM and it works correctly. Phone itself is in brand-new condition, no scratches, dents or blemishes. Great introduction to iOS. \n very helpful. \n in good shape", 
        "RDATE": "on February 21, 2017 \n on February 20, 2017 \n on February 20, 2017 \n on February 20, 2017 \n on February 20, 2017 \n on February 20, 2017 \n on February 19, 2017 \n on February 19, 2017 \n on February 19, 2017 \n on February 18, 2017", 
        "TITLE": "Five Stars \n Five Stars \n Five Stars \n ... it's refurbished that is not new to me kinda disappointed last one had horrible battery life in cold hopefully ... \n I'm very happy \n Five Stars \n Great product, great value. AA+ \n Phone itself is in brand-new condition. However, I ... \n Five Stars \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=11", 
        "REVIEW": "Phone came in very good condition, just like brand new. \n Great \n This phone was unlocked as stated by merchant. It was a gift and the feedback has been very positive. \n Loved the phone but I'm returning it I got the 6 plus instead. \n Phone broke within 2 months \n Great physical condition.  Battery drains pretty fast, but it's an older phone . . . \n The phone stop receiving calls when on locked mode \n Good \n Yo tel you the truth I was a little worried about making dis order , it trend out to be a very good by , dis phone is lake a new uon it dis not even have a scratch on it and it work fantastic . I don't know what thy did to it but it was the best job what ever it was. I truly reconent baying then \n It doesn't work after few weeks, can't charge!!", 
        "RDATE": "on February 17, 2017 \n on February 17, 2017 \n on February 15, 2017 \n on February 15, 2017 \n on February 14, 2017 \n on February 13, 2017 \n on February 13, 2017 \n on February 13, 2017 \n on February 12, 2017 \n on February 12, 2017", 
        "TITLE": "Five Stars \n Five Stars \n IPhone 5S \n Loved the phone. \n One Star \n Four Stars \n Two Stars \n Five Stars \n Apple IPhone 5s \n One Star"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=12", 
        "REVIEW": "My bf and my best friend got me this phone and it works great \n The phone came out defective the screen does not work \n Phone came and looked brand new. No scratches, screen works perfectly, buttons work well. Some dirt in the charging port and audio jack, but didn't give me any issues. Worked right out of the box. Activated with AT&T and have no issues. Came with a new wall charger and cord, which was a nice bonus. Very happy with this purchase! \n Very good \n Phone is workign awesome \n Amazing! \n good product \n locked and no certifaction  att could not activate \n It looks great and works with my carrier, cricket wireless.  Thank you. \n Works perfect on Samsung phone,  sounds great  but I have an LG g stylo doesn't work the volume up button", 
        "RDATE": "on February 11, 2017 \n on February 10, 2017 \n on February 10, 2017 \n on February 8, 2017 \n on February 7, 2017 \n on February 7, 2017 \n on February 6, 2017 \n on February 6, 2017 \n on February 6, 2017 \n on February 5, 2017", 
        "TITLE": "Four Stars \n Two Stars \n Works great, no scratches, looks new! \n Five Stars \n Five Stars \n Five Stars \n Four Stars \n One Star \n Great phone \n Sound great"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=13", 
        "REVIEW": "good \n The phone itself is good....it's advertised as \"Unlocked GSM\"..... The one I got is locked to Sprint... \n Worked well was a good gift \n Delivered as stated \n Had ATT store transfer all info and pics to new phone ,no problem. \n Works great \n Good buy \n I bought this phone for my son for Christmas and the phone does not keep a charge. My son has to literally keep the phone on the charger all day in order to use it. I have contacted the seller to exchange or refund the phone and I'm waiting on a reply. \n very good product I give it 10 stars . \n Missing Charger \n Didnt look brand new, phone started having problems after a couple weeks.. \n The touch screen didn't work in spots \n Phone works great.", 
        "RDATE": "on February 5, 2017 \n on February 4, 2017 \n on February 4, 2017 \n on February 4, 2017 \n on February 3, 2017 \n on February 2, 2017 \n on February 2, 2017 \n on February 2, 2017 \n on February 1, 2017 \n on February 1, 2017", 
        "TITLE": "Four Stars \n NOT Unlocked.......... \n Good gift \n Works great Good \n Not satisfied phone wont keep a charge. \n very good product I give it 10 stars . \n One Star \n Bad \n Broken product \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=14", 
        "REVIEW": "Good iPhone. \n battery kept shorting, (died @ 40%) missed very important meeting b/c of this silly refurbished junk. \n I received the phone fairly quickly. It came with a few starches but I just over looked as they were minor. After about 1 week of having the phone the bugs begin. My home button would stop working and the screen would freeze. I would have to restart the phone in order to get it to work properly. I ignored it in the beginning however, it got worst as time went on. A couple weeks ago the phone started shutting off & on, on its own until about a week ago when it completely crashed & no longer came on. So I have since returned the phone & won't repurchase. \n Good Stuff!!! \n The phone was in good condition when  received its been working fine ever since i have had it for about a week now. There was in smallest amount of scraches on the phone you can't even really see them. This was a very good purchase. \n I teach. High schoolers see my case and want to touch it to see if the sparkly stuff will come off. Then they want to know where to buy it. lol \n Very happy with purchase.  Only issuse was a sticker on back of the phone covering the Apple symbol \n It worked good just for 3 months !! \n This certified refurbished phone is supposed to come unlocked and ready to go, instead mine came locked to Verizon's network creating all sorts of head each for me. \n Phone already gave issues sadly within the first week and the chargend adapter stopped working and needed to be changed for a new one.", 
        "RDATE": "on February 1, 2017 \n on January 31, 2017 \n on January 31, 2017 \n on January 30, 2017 \n on January 29, 2017 \n on January 28, 2017 \n on January 28, 2017 \n on January 28, 2017 \n on January 27, 2017 \n on January 27, 2017", 
        "TITLE": "Five Stars \n One Star \n Defective Phone \n Five Stars \n Bought and recived in two days \n I teach. High schoolers see my case and want ... \n Pretty good \n One Star \n Not Unlocked (Locked to Verizon) \n Phone already gave issues sadly within the first week and ..."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=15", 
        "REVIEW": "All good \n I bought this phone for my daughter. It is a beautiful phone and she is glad to have it. I didn't realize that it wouldn't have a sim card and she wouldn't be able to use it without one. Luckily, I had a friend who had an extra sim card and let us have it. Overall, it's an iphone and we love our Apple products! \n My daughter loves her phone. The price was affordable. I was impressed because the phone looked new. We didn't have any issues activating the phone. \n works fine. \n This phone is defective, after two days the charger stopped working, I used a back up charger and the does not work anymore, it chargers to 1% and that is it, these people are professional scam artists, I will be returning this item immediately for a full refund. Do not buy from this person, you will regret it. Very disappointed!!!! \n Good job \n Missing ear buds and the key \n Came in very good condition looks like its new and functions very well \n Evely thing perfect. \n My IPhone arrived in a short time in great condition and is working fine. Thank you!", 
        "RDATE": "on January 25, 2017 \n on January 25, 2017 \n on January 25, 2017 \n on January 24, 2017 \n on January 23, 2017 \n on January 23, 2017 \n on January 23, 2017 \n on January 22, 2017 \n on January 21, 2017 \n on January 21, 2017", 
        "TITLE": "Five Stars \n It is a beautiful phone and she is glad to have it \n Great purchase \n Five Stars \n Phone does not work it charges to 1% and phone charger did not last two days, it is trash. Do Not Buy!!!!!! \n Five Stars \n Two Stars \n Four Stars \n Ok. Perfect. \n Used IPhone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=16", 
        "REVIEW": "good quality, reliable seller. my recommendations. \n Got the phone fine, charged it up. Didn't go through any setup at all.  Just let it sit on the table without being used. Battery drain to zero within a couple of hours without the screen lit or any use at all. Returning it. Frustrated. Now I have to roll the dice again on another used phone. \n Excelent \n great \n My daughter is having a time of her life with this phone.  It fell in the toilet and she managed to get it up and running again.  She loves this phone. \n This iPhone was a present for our son and worked as expected right out of the box. The appearance was as advertised and like new. \n Arrived quickly and works perfectly so far!  Will update if there are any problems :) \n Product looks brand new and works perfectly. \n The phone did not turn on. \n Lots of problems with this phone.  Shuts off at 50+ %.  Japanese model means that the shutter noise is impossible to turn off.  Buttons stop functioning and restart intermittently. \n Original warranty is voided.", 
        "RDATE": "on January 21, 2017 \n on January 20, 2017 \n on January 19, 2017 \n on January 18, 2017 \n on January 18, 2017 \n on January 18, 2017 \n on January 18, 2017 \n on January 17, 2017 \n on January 17, 2017 \n on January 16, 2017", 
        "TITLE": "Five Stars \n Got the phone fine, charged it up \n Five Stars \n Five Stars \n This Generation Cell Phone \n Good quality at lower than retail price. \n Works well \n Five Stars \n Iphone...No phone \n Many Problems With This Phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=17", 
        "REVIEW": "i bought it 4 mounth ago and battery is not working. I also put the option that said new. I dnt know why then it was refrufrished \n It don't even look refurbish brand it look new \n I got this for my daughter birthday she absolute loves it I brought it to metro pcs they put a Sims card in for $15  it works like a charm no scratches practically brand new😉 \n perfect working condition too many scratches on the screen \n Had a couple of problems with this phone. One is that the Touch ID doesn't work at all. And the second problem is when I charge it, the touchscreen starts to glitch out and incorrectly click other things. \n Cool!! \n This iPhone is not working at alli neveraspect this type of phone from Amozon ,I want my money back! \n Phone meets my expectations and was in good condition. \n Excellent \n Had to send it back. Did not work", 
        "RDATE": "on January 16, 2017 \n on January 16, 2017 \n on January 15, 2017 \n on January 14, 2017 \n on January 12, 2017 \n on January 12, 2017 \n on January 11, 2017 \n on January 10, 2017 \n on January 9, 2017 \n on January 7, 2017", 
        "TITLE": "i bought it 4 mounth ago and battery is not ... \n Great quality \n She loves it 😆 \n Five Stars \n Some problems but a good phone \n Five Stars \n iPhone is not working \n Five Stars \n Five Stars \n One Star"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=18", 
        "REVIEW": "Received phone earlier that scheduled.  Phone was in great condition, easy to set up and is working great, (I did have to purchase a Net10 sim card). \n When I got the phone it was nicely packed. The phone is. Brand new. Just make sheer that when you go to Buy one don't click add too bag.scroll down a little even if it's and click. new from whatever number of phones they have left in stock. And it will show you all of the seller ratings out of five. And there positivity rating pick the one that says 99% or 100% feed back. Even if it's a little more \n Bought this for my daughter for Christmas and she's the happiest girl alive! Works great, charges great. Very happy! \n Very scratches and dented far more so than I'd have ever expected from \"certified refurbished\". Scratches on the apple itself and sings along the tops of the phone. It's a bummer because the phone works pretty decent other than three very noticeable burn marks in the screen. \n I bought this phone for my daughter. She loves it! It is a very pretty phone and takes great pictures \n Phone arrived as promised - in great condition.  So far I love it. \n Excellent!!! :D \n Even didn't open, I have returned immediately when I received. \n It's an iPhone. It's a pretty decently-built phone, though I dislike that I am unable to expand the memory and don't want to update and slow it down too much. \n Love my iPhone. Had it for a few months now and works great. Would buy again!", 
        "RDATE": "on January 7, 2017 \n on January 7, 2017 \n on January 7, 2017 \n on January 6, 2017 \n on January 6, 2017 \n on January 6, 2017 \n on January 6, 2017 \n on January 6, 2017 \n on January 6, 2017 \n on January 5, 2017", 
        "TITLE": "Phone was in great condition, easy to set up and is working ... \n Nice phone. Make sheer you know how to buy \n ... this for my daughter for Christmas and she's the happiest girl alive \n Below standard for \"certified refurbished\" \n It is a very pretty phone and takes great \n Five Stars \n Five Stars \n One Star \n Solid phone at a great price (once used) \n Great Phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=19", 
        "REVIEW": "The phone came with a dis-functional home button (the button you use the most). Right after I bought it I had to travel so I had no choice to return the item.  However this is a mal-functioning phone so I am not sure if the certification as the state is really true. \n Disappointing. \n 5S was pristine on the outside and we have not had any issues in the few days it's been in use.  Came with charger and cable that seem to be the genuine items. \n I am a 75 year old whose flip phone served her well but was on its last leg and the charger was also becoming unreliable.  Husband and daughters maintained that it was time that one of the two of us needed to update and it was going to be me.  I have two Nanos, one iPad Mini and an iPod Touch so there was no question I would go with an iPhone.  The question was when and my husband pushed for Christmas (2016).  I started doing research right after Thanksgiving but then put it off until I ordered everyone's Christmas presents.  After a week's time devoted to family's gifts, I had to start all over again finding an available Certified Refurbished 5S 16GB GSM Unlocked iPhone within my price range from a very reputable dealer.  I read reviews until my eyes were crossed and TECHarvard filled the bill.  In less than a week it was on my doorstep and it looked like new.  It has performed beautifully and I am thrilled to have made the decision both to buy an iPhone and to have purchased it from TECHarvard.  I will certainly not only recommend this firm but will be purchasing from them in the future.  They assured me that should I need any help or information, I need only contact their customer service.  Certified Refurbished on Amazon is the additional guarantee of quality. \n The phone is great! \n Working great \n still works !! \n Phone was in 'like-new' condition upon receipt and has performed similarly. \n Pretty sure this is the Chinese version of the phone. \n Horrible.... Can't hear anything when I call n talk to my daughter. Don't waste ur money. \n Excelent product", 
        "RDATE": "on January 5, 2017 \n on January 5, 2017 \n on January 5, 2017 \n on January 5, 2017 \n on January 5, 2017 \n on January 4, 2017 \n on January 4, 2017 \n on January 4, 2017 \n on January 2, 2017 \n on January 2, 2017", 
        "TITLE": "Home button not/bad functioning \n Looks and feels like new \n TECHarvard and Certified Refurbished on Amazon \n Five Stars \n Five Stars \n still works !! \n Five Stars \n Four Stars \n Dont waste ur money........ \n Five Stars"
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=20", 
        "REVIEW": "Fantastic price. The phone works great. \n Bought this for my daughter for her Big Christmas Gift... She absolutely LOVED IT!!!! Awesome Camera (better than the regular 5)...  So much storage for apps, pics, texts etc... Came with EVERYTHING that usually in the iPhone box... (Only things not included were SIMS card and original iPhone box... Phone came in cellophane baggie securely placed inside a small white box, no Apple symbols) \n The seller was outstanding to work with!!! Extremely fast and safe shipping!!! Will shop again \n Great product for a great price! \n my son loves this phone. refurbished but looks and works like brand new! \n The phone has stop working less than a month since I bought. \n Works very well.No problems \n I bought this phone for my daughter and after 6 months of use the screen started to freeze up and the display just don't work, I contacted the seller and the only thing they said was: sorry :(. I am very disappointed and I hope other people read my review and don't waste your money in garbage like this. \n I just got the phone and it says \"it needs a SIM card\"... it was supposed to be unlocked... not sure what to do \n Product works good as advertised, though arrived late. \n So far, not good. Second refurbished iPhone 5s I have bought. This one came dead, the screen behind the glass was not centered properly, did not hold a charge, and the SIM tray did not fit correctly. Currently in the process of returning it. Hopefully others had a better experience! \n EDIT: 2 stars because the first phone I ordered worked as intended, but the second did not work at all. Will update after returning process.", 
        "RDATE": "on January 2, 2017 \n on January 1, 2017 \n on January 1, 2017 \n on December 31, 2016 \n on December 31, 2016 \n on December 31, 2016 \n on December 30, 2016 \n on December 30, 2016 \n on December 29, 2016 \n on December 29, 2016", 
        "TITLE": "Fantastic price. The phone works great. \n Amazing Deal unlocked iPhone 5s \n Five Stars \n refurbished but looks and works like brand new \n One Star \n met my expectation \n Don't buy from this people they sell bad and expensive stuff \n Needs SIM card?? \n Three Stars \n DEAD ON ARRIVAL"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=21", 
        "REVIEW": "Perfect condition. \n The iPhone 5s worked great. Activated it on an existing Sprint plan and it works fine. Item as described and arrived as indicated. \n The iPhone that I received looked like it was brand new.  No dings or marks anywhere. Very happy with my new phone. \n I love my new phone in fact I'm using it right now \n what is the password? \n Excellent condition great value \n good \n This phone will not work.it will not charge etc. \n I need to know who to contact prior to returning it. \n Horrible \n Good product, as well as expected!", 
        "RDATE": "on December 29, 2016 \n on December 29, 2016 \n on December 28, 2016 \n on December 28, 2016 \n on December 28, 2016 \n on December 27, 2016 \n on December 27, 2016 \n on December 27, 2016 \n on December 27, 2016 \n on December 27, 2016", 
        "TITLE": "Five Stars \n The iPhone 5s worked great. Activated it on an existing Sprint plan and ... \n Like brand new \n Five Stars \n One Star \n Four Stars \n Five Stars \n This phone does not work. I need a phone # or web address. I could never get it to work. \n One Star \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=22", 
        "REVIEW": "I recommended \n Doesn't work \n As Im wrapping this present for my 11 year old daughter on Christmas Eve I realize that there is no charging cord in the box.  The plug is there,  no cord.  Very disappointed my daughter can't enjoy her big present without me having to go to the store for another. \n This refurbished cell phone does not work. \n Not a good purchase!  After 2 months of little wear/tear the screen is not responding at times for 2-5 min durations and it is nearly impossible to talk with someone on the phone because they cNt hear me.  The phone has had a protective cover and shatter glass installed since it was opened.  Not good.  Feel like I bought a \"lemon\" and it was only a matter of time before it was going to fail.  Very disappointed!!! \n I purchased this as a gift and received it yesterday. Phone was is an excellent shape. However, it did not come with any of its normal charging accessories(cable and adapter) or the apple headphones. Came in a little ziplock inside a generic white box. Little disappointed in that it doesn't quite round up as a gift. \n The order arrived quickly, and in excellent packaging with no damage. I've since been using the phone for several months and have had no issues even after several nasty drops. Completely as advertised \n One thing to note, the product I received does not include an option to turn off shutter noise when taking photos, thus the reason for deducting a star. \n Waste of buying phone didnt even last a good two months before it started giving me problems. \n Reading some of the other reviews I was a bit worried that I might receive a phone that was beat up and just not up to par with what should be certified refurbished. I was pleasantly surprised when I received a phone that was practically brand new! I installed my old SIM card and was up and running within minutes. Thanks! \n Broken volume control 😤Not happy with the certified part of the statement will not by from this seller again", 
        "RDATE": "on December 27, 2016 \n on December 26, 2016 \n on December 24, 2016 \n on December 24, 2016 \n on December 22, 2016 \n on December 22, 2016 \n on December 21, 2016 \n on December 20, 2016 \n on December 20, 2016 \n on December 19, 2016", 
        "TITLE": "Five Stars \n One Star \n No charging cord in box! \n One Star \n Disappointed!! \n Phone was is an excellent shape. However \n As advertised \n Waste of time \n Glad I gave it a chance and ordered. \n Two Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=23", 
        "REVIEW": "The item arrived in a bad state. It has a lot of scratches and marks of falls. In generally isn't in a good state. i'm in argentina, and a partner bought it for me, but i'm not happy with the item. \n From the time I received this iPhone the battery died in like 3 hours, I suppose to get a refund because that's a lot of money not to get satisfaction \n I recommend this phone is what I was expecting \n Intermittently unresponsive to touch, ghost typing, freezes out to a black screen, selects links I didn't chose, won't scroll without screen going erratic, can't type without it choosing a letter you didn't type. Dies at 30 %. Then comes back on saying 60% charged. Can not use as is too dysfunctional. \n Like a brand new iPhone! \n Not working good. \n Need extra repair, will return \n The worst buy of my life, i was abroad and i open it 2 months later, when i used for the first time i realised that the microfone dint work, so i can make any calls, and the baterry runs out in les than 2 hours. I cant even find where to contact the seller. \n DO NOT RECOMEND THIS PRODUCT! \n great price \n Everything OK. \n Getting familiar with smartphone.", 
        "RDATE": "on December 19, 2016 \n on December 19, 2016 \n on December 17, 2016 \n on December 15, 2016 \n on December 15, 2016 \n on December 14, 2016 \n on December 14, 2016 \n on December 14, 2016 \n on December 13, 2016 \n on December 12, 2016", 
        "TITLE": "The item arrived in a bad state. It has a lot of scratches and ... \n ... time I received this iPhone the battery died in like 3 hours \n Five Stars \n Defected phone \n Like a new iPhone! \n One Star \n The worst buy of my life \n Five Stars \n Five Stars \n Smartphone with lots of options!"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=24", 
        "REVIEW": "So far so good. The phone works like new. It didn't have any visible scratches or anything. I'm very happy :) \n Ordered the phone and waited a week for it to get to my home and not even cut on 😡😡 NEVER again save your money \n Perfect! \n no quality \n apple iphone 5S 16gb  WORKING  2 HOURS \n Higher priced than some that are \"locked\" in with another carrier. Good product.  A bit detailed to transfer all data from old phone. For a refurb it was excellent. The packaging and product looked brand new. \n Very good although it took two more days than planed to get it because of the season. \n It works great. It hasn't overheated or the battery isn't damaged like the other reviews said. I was scared to buy it at first because of the reviews but it hasn't had any problems. \n works as expected, for my daughter he is not complaining \n Works like a charm. As good as new.", 
        "RDATE": "on December 12, 2016 \n on December 12, 2016 \n on December 12, 2016 \n on December 12, 2016 \n on December 10, 2016 \n on December 10, 2016 \n on December 9, 2016 \n on December 8, 2016 \n on December 8, 2016 \n on December 8, 2016", 
        "TITLE": "Just like new \n Sucks \n Five Stars \n One Star \n One Star \n Good product. A bit detailed to transfer all data ... \n very good \n It works great. It hasn't overheated or the battery isn't damaged ... \n Four Stars \n Works like a charm."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=25", 
        "REVIEW": "It is exactly what was advertised...and even came in the original box! \n Hi . I want to return this product , is visible damaged in in the Back and sides ! \n Excelente ! \n I am very disappointed by the battery life of this phone. Otherwise it does everything it is supposed to. \n Works fine - as expected. No apparent damages. \n The phone looked brand new when it arrived. No problems with this phone at all. \n Exactly as described. Looks like new, great phone. \n The phone comes like u would expect but the phone has a minor problem in taking the sound away from the camera. I go on settings to mute the camera sound, and press down on the lower volume button until mute and it does not work. There is no way to take the sound away. I found it really frustrating but everything else seems to be fine on the phone. \n Perfect new phone! \n Physically it's fine, only minor tiny scratches but that happened to my ipod touch even being in a case. \n The battery shuts off now and then around 20% and when I plug it in the percentage jumps around, it's kinda iffy, not sure if that's just a fault in the overall product or this one specifically. \n Not sure why it took like 5 days to process the order when I selected one day shipping.", 
        "RDATE": "on December 7, 2016 \n on December 6, 2016 \n on December 6, 2016 \n on December 5, 2016 \n on December 4, 2016 \n on December 4, 2016 \n on December 3, 2016 \n on December 3, 2016 \n on December 2, 2016 \n on December 1, 2016", 
        "TITLE": "Wonderful \n Return the product \n Five Stars \n eh. \n Works fine, good value \n Great buy!!! \n Looks like new, great phone \n Ok \n Five Stars \n Physically it's fine, only minor tiny scratches but that happened to ..."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=26", 
        "REVIEW": "The phone seems fine so far (2wks) but I can't shut off the camera shutter sounds which is loud and annoying. I tried muting the phone (it did, but the shutter sound persists), doing reset by pressing the home bottom and off buttons, changing the volume to min. It seems to be a defect. \n So glad we made the step into the IPhone world- these phones work amazing and quickly!  Loving everything about it- especially the fingerprint reader!  Easy to handle, decent in size, quality screen and a very nice camera as well!  Can't think of any issues I've had with it except that I hadn't found one sooner! \n Product was suppose to look and work like new. CERTIFIED???This Apple didnt work from the begining. It restarted constantly and has a bug...Where is the refurbished certified?? Its a SHAME!!!! i WANT TO CONTACT YOU TO BE REFOUND. \n Product is not truly unlocked as described in ad and does not have a 90 day warranty, it only has a 30 day warranty. I'm stuck with a phone I can't use because if this false description. Not a happy customer. \n I bought this phone refurbished and I love it. I've had absolutely no issues with the phone and it does everything I need.  Sure, the latest and greatest iPhone has a better camera, etc., but for around $200 I can live with the savings and a few less features.  I had no issues setting it up and  replacing my iPhone 4s with my current AT&T plan. \n Exactly as described received quickly \n This phone we received was in excellent condition and works very well.  No complaints.  I was a bit apprehensive about buying a used phone sight unseen.  I was therefore greatly relieved to get a phone that not only looks good but also works fine. \n Home button did not work after a month \n I want buy 2 more. \n Almost new, working fine! Good deal!", 
        "RDATE": "on November 30, 2016 \n on November 30, 2016 \n on November 28, 2016 \n on November 27, 2016 \n on November 27, 2016 \n on November 24, 2016 \n on November 24, 2016 \n on November 23, 2016 \n on November 23, 2016 \n on November 23, 2016", 
        "TITLE": "The phone seems fine so far (2wks) but I can't shut off the ... \n Iphone forever \n BUGEAU \n False advertising \n I bought this phone refurbished and I love it. I've had absolutely no issues with the ... \n Four Stars \n Good phone.  Works well. \n One Star \n Five Stars \n Good deal"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=27", 
        "REVIEW": "i received it under optic conditions but after 6 months the screen touch stopped working so now i don't have celphone. It was restored and the screen changed but still not working. It seems to be a problem with the plate that cost the same as a new phone. I am very dissapointed. \n Do not purchase a refurbished phone from Amazon. I received my phone 11/12/2016 and it is dead, zero, not working. I put my phone on charge \n last night 11/22/2016 and this morning at 5:30p zero, dead, not charged!! It has worked all of 10 days. I will ask for a full refund. I even put it on \n the car charger because I thought well maybe Amazon sent me on of those chargers that were reported defected, but it did not charge on the \n car charger either.  Now over the holiday when family members are texting and calling I am totally out of the loop!!!!  This is unbelievable! \n Not in good condition . Button of on the top does'nt work . I keep it I have all in my phone :( \n So far no problems.  I was worried about buying a refurbished phone, but I saved a lot of money and its as good as new. \n This phone was fantastic and in mint condition.  We had absolutely no issues with it for the short time we were actually able to use it.  We switched cell phone carriers, so my daughter could no longer use this phone because it's not compatible with Verizon, otherwise, she'd still have her face glued to this one instead of the one we had to switch to. :) \n This is the second phone I bought here, I didn't had any issuewith the first one, it was in a pretty good condition, but this time I am very dissapointed, the phone is in very poor condition, full of scrapes, as if it had fallen many times without case protection. \n It certainly  did sufficeverything what I needed.  We had  some difficulties  and the representatives  did a great job in waiving  my fee  when product was delayed  in order to get it here on time. \n Great buy \n ok \n Perfect !", 
        "RDATE": "on November 23, 2016 \n on November 23, 2016 \n on November 22, 2016 \n on November 22, 2016 \n on November 21, 2016 \n on November 21, 2016 \n on November 19, 2016 \n on November 19, 2016 \n on November 18, 2016 \n on November 18, 2016", 
        "TITLE": "A BAD EXPERIENCE \n Don not buy a refurbished phone from Amazon the only work for 10 days. \n Not good condition \n Looks new, works like new. \n This phone was fantastic and in mint condition \n it was in a pretty good condition \n We had some difficulties and the representatives did a great job in waiving my fee when product was delayed ... \n Five Stars \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=28", 
        "REVIEW": "The Phone doesn't work for more than 3 months, I would like to return it back. Please try to refund it \n Thanks! \n I was told by a repair guy to avoid refurbs, but didn't listen... Dumb mistake... I will NEVER buy a refurb anything again!!! It didn't work well and the battery died after 20 minutes. Live and learn. \n product is blasted \n It's in good condition \n At first I was hesitant that this phone would come in bad conduction but to my surprise it came in PERFECT condition and working excellent. I would very much recommend purchasing this if you are looking for an iPhone at a low cost. \n Its ok. wasn't as big of an improvement over my old worn out 4S as I thought it would be. it occasionally freezes or has slow response. I'll probably buy another apple whenever i'm ready to upgrade this one. \n The phone was in good condition and the wife liked it much better than the Samsung she was using \n very good \n Seller's description is totally off since the phone is not refurbished at all; really  rough edges, glass screen is off the casing, phone excessively  warms up while charging which is clear indication that battery was not replaced.Amazon shouldn't be endorsing this seller if they don't make a better effort to sell a product that is accurate to the description been advertised. I'm expecting my money back right away! \n Works great. Didn't come with its original box and you see that it's been used. Wasn't cleaned properly", 
        "RDATE": "on November 18, 2016 \n on November 18, 2016 \n on November 17, 2016 \n on November 17, 2016 \n on November 17, 2016 \n on November 16, 2016 \n on November 15, 2016 \n on November 15, 2016 \n on November 13, 2016 \n on November 13, 2016", 
        "TITLE": "Please try to refund it \n Dumb mistake. \n One Star \n Four Stars \n Great Buy \n Its ok. wasn't as big of an improvement over ... \n Five Stars \n Five Stars \n Absolutely a waste of money and time; seller's description is totally off \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=29", 
        "REVIEW": "Phone has so many glitches... it's frustrating, I have to restart the phone constantly. Sometimes the left side of the screen stops working too \n nice great value \n My daughter loves her phone so much!!! \n Awesome shape!! Like new!! \n every things work \n Everything is ok, i'm very happy with all the ítems i received, Thanks for all. \n No problems great phone \n EXCELLENT \n Love it \n Received the phone on time, nicely packed, and the phone looked as it was new! Yea had to charge the phone because it had no battery but it works well. I was able to place my T-mobile SIM card and so far it works well, no issues with battery or anything else. Like the 90 day warranty lets see after 90 days :) \n Good", 
        "RDATE": "on November 12, 2016 \n on November 10, 2016 \n on November 10, 2016 \n on November 8, 2016 \n on November 8, 2016 \n on November 7, 2016 \n on November 5, 2016 \n on November 3, 2016 \n on November 3, 2016 \n on November 3, 2016", 
        "TITLE": "Phone has so many glitches... it's frustrating ... \n Five Stars \n Awesome shape! \n Five Stars \n Everything is ok, i'm very happy with all the ítems i received, Thanks for all. \n Five Stars \n Five Stars \n Five Stars \n nicely packed, and the phone looked as it was ... \n Four Stars"
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=30", 
        "REVIEW": "I wasn't received a cellphone, I received a cartridge ink and the box opened, this is a fraud \n QUICK DELIVERY! Great seller and product. Thanks. \n Bought this phone for my daughter, a few days after the 90 day warranty ended the screen was  no longer working (you could no longer open anything by touch) took the phone to Apple they were unable to fix the screen, was told that the inside of the phone was bent. Tried to contact seller and they still have not responded. \n Phone is not working properly the only way I can talk to people is on speakerphone \n Very good I like it easy to use \n I had reset the phone to use and give to a family member and when they put the same SIM card of the same carrier used before, the phone didn't allow it to read the SIM! It was locked! Apparently it was a Japanese phone and couldn't be unlocked! There was no help that was given when trying to unlock the phone. Now I have a perfectly fine phone that doesn't work! \n This was really in good condition, \n The phone is like new and works well! \n Like new, so far so good. \n Brand new, great conditions, works very well, way above my expectation! I def recommend it!!!", 
        "RDATE": "on November 2, 2016 \n on November 2, 2016 \n on November 1, 2016 \n on November 1, 2016 \n on November 1, 2016 \n on October 30, 2016 \n on October 30, 2016 \n on October 29, 2016 \n on October 29, 2016 \n on October 28, 2016", 
        "TITLE": "One Star \n Great seller and product \n Be careful \n Three Stars \n Five Stars \n Unlocked phone, wasn't really unlocked! \n Five Stars \n Five Stars \n Five Stars \n Way above my expectation"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=31", 
        "REVIEW": "excelent \n The phone has a crack by the volume (-) sing on the left side. Disappointed. :( \n Good buy \n so good \n Arrived in perfect condition. Been using it for several days and it works perfect. \n Very bad! , the screen was damage \n iPhone body was too bad it was like used by 2-3 customers \n We've had the phone for two weeks.  When i went to have it turned on I was told the phone was locked.  I started the return process.  I found out later the phone was actually unlocked.  After getting over all the hassel (not related to the purchase) the phone is working.  My 10 year old is super excited! \n The phone works very well.!!! \n Perfect working condition just like new", 
        "RDATE": "on October 28, 2016 \n on October 28, 2016 \n on October 27, 2016 \n on October 27, 2016 \n on October 27, 2016 \n on October 26, 2016 \n on October 26, 2016 \n on October 26, 2016 \n on October 25, 2016 \n on October 25, 2016", 
        "TITLE": "Four Stars \n Disappointed.: ( \n Five Stars \n Five Stars \n Great phone for a great price. \n Very bad!, the screen was \n Body was too bad \n Great Buy \n Five Stars \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=32", 
        "REVIEW": "it gets heated very quickly...the screen display isnt nice! it is just not clear. it runs out of charge very quickly. \n excellent cost and benefit. \n Phone is in great condition, like new, everything works fine, very pleased with this purchase. \n Came securely packed. Disappointed no ear phones., paying over $220.00 for a refurbished phone! Bottom round button clicks really loud but overall phone works.  Wishes it came with the ear phones as well for the price! Iphone 5 models are getting old now. Bought it for my little sister. \n I love it \n I received a blu phone!!!!!! \n Alright, not perfect. Bottom speaker doesn't work. Bluetooth devices won't always connect. But it does the basic functions that i need it to do and being phoneless these days is just not an option. \n Phone works great so far \n I went to get it activated and my carrier said it was blacklisted but when I looked it up it said it was clean \n It keeps turning off!! I'm returning it and want a full refund.", 
        "RDATE": "on October 24, 2016 \n on October 24, 2016 \n on October 23, 2016 \n on October 22, 2016 \n on October 21, 2016 \n on October 20, 2016 \n on October 20, 2016 \n on October 19, 2016 \n on October 19, 2016 \n on October 18, 2016", 
        "TITLE": "do NOT buy this product! \n Four Stars \n Like new \n Good refurbished  iphone 5s \n Five Stars \n One Star \n not perfect. Bottom speaker doesn't work \n 5s iphone \n ?????? \n One Star"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=33", 
        "REVIEW": "Bad conditions.. \n Phone is not what is advertised. Really disappointed. BUY at your own risk!!!!!! \n Phones display went bad after two days of use. Phone gets extremely hot while charging too. \n I like the phone though it didnt come with earphones. \n no bad，but no headphone there！ \n Great price great service.  Phone showed up quick. Looks great works well \n Have bought 5 phones from them. Very reliable \n It looks great , like a brand new phone :) I love it . Let's just see how it runs . So far the battery seems okay . And everything else is okay. The charger however was indeed generic , that's the only problem . Packaging was okay only because I ordered something else and got a combination . But if  it were to come by itself extremely smalll box !!! , thanx aamazon . \n My iPhone 4 got run over when it fell out of my pocket while riding my bike. I was actually happy since I had wanted an iPhone 5 for a while. It was easy to connect it to my phone service and this summer, when I traveled in Europe, it worked with the various SIM cards I bought there. My friend's, supposedly unlocked iPhone 5, would not accept the European SIM cards. Love my i5! \n Great Phone. Arrived on time and works well. I bought this phone for my partner and he loves it. If you're thinking about purchasing this certified refurbished phone what are you waiting on? \n All as promised", 
        "RDATE": "on October 16, 2016 \n on October 15, 2016 \n on October 14, 2016 \n on October 14, 2016 \n on October 13, 2016 \n on October 13, 2016 \n on October 13, 2016 \n on October 12, 2016 \n on October 12, 2016 \n on October 11, 2016", 
        "TITLE": "One Star \n Really disappointed. BUY at your own risk \n One Star \n Five Stars \n Four Stars \n Great phone. Great company to buy from \n Good buy \n Right size and works with European SIMs. \n Great Phone. Arrived on time and works well \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=34", 
        "REVIEW": "Thanks, very good \n No box, \n LOVE IT 😍 Looks brand new, can't tell it is refurbished at all and I love the gold. \n Certified refurbished 5s wouldn't charge, had to return it and am yet to receive my refund. Will be updating this post after getting my refund \n My 17 yr old daughter worked all summer to buy this iPhone. She's only had it for one week and the display screen has already gone out. She paid $250 for the phone and now it's going to cost $75 to fix. This was the first time we've bought a phone online and will definitely be the last. \n Excelent !! the phone works like a brand new one \n I love this phone I'm glad that I bought it \n I bought this phone a few months ago as a replacement for another 5s that was dropped and didn't fair so well.  Phone, knock on wood, has been flawless with no issues.  This was a great purchase to fill the gap versus buying a $700 new iPhone.  This was shipped quickly after ordering and performed as advertised. \n Bought the phone for use overseas for parents. the phone died on day 1 (was not working or holding charge), had it looked at the apple store who said the batteries and some parts were changed and battery had no life left on it, the phones were used for 2 years !! Horrible - experience, since I did not buy it with intention of returning them - amazon gave me 20 days but the phones are overseas so I was stuck with the loss. \n very good ～", 
        "RDATE": "on October 10, 2016 \n on October 9, 2016 \n on October 9, 2016 \n on October 9, 2016 \n on October 8, 2016 \n on October 7, 2016 \n on October 7, 2016 \n on October 6, 2016 \n on October 4, 2016 \n on October 3, 2016", 
        "TITLE": "very good \n One Star \n Loveeeee it !!!!  ❤️😍😍😍😍👌🏾 \n Certified refurbished 5s wouldn't charge, had to return it ... \n Very disappointed :( \n Best of the best \n Five Stars \n As Advertised, Works Great \n Horrible - experience \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=35", 
        "REVIEW": "Little too no dent's/scratches on the phone in amazing condition no issues. \n Very satisfied.  Phone is refurbished, but I cannot tell, it looks brand new.  Was shipped promptly.  Would highly recommend! \n My Granddaughter loves this phone \n The product is not new and no come in your box real. \n GET IT!!!!!!!!!! GET IT!!!!!!!!!! GET IT!!!!!!!! \n Do not look at all those hate reviews. This phone is PERFECT!!!!!!!! There is like one tiny scratch on the back, but you can barly see it! You wont regret it if you get this phone. \n iPhone this not working properly, on and off alone, the screen changes color, and now I'm not in the US, as I trigger the warranty? \n I bought mine and it doesn't turn on \n I love this phone. I ordered for 4 phones for Christmas present to my friends. \n Terrible! Don't recommend, ordered it for top dollar and  it didn't work. Always froze and even the screen turned black, wouldn't come back on for hours, tried everything! They weren't helpful, I sent back the phone with the simcard by accident and they never responded. Its a joke. I sent messages numerous times. \n That product was just very bad product i ever bought.i was just shocked after three months when the product was completely damaged.", 
        "RDATE": "on October 3, 2016 \n on October 3, 2016 \n on October 3, 2016 \n on October 2, 2016 \n on September 30, 2016 \n on September 29, 2016 \n on September 29, 2016 \n on September 29, 2016 \n on September 28, 2016 \n on September 28, 2016", 
        "TITLE": "Amazing :) \n Very satisfied. Phone is refurbished \n Four Stars \n Three Stars \n Do not look at all those hate reviews. This phone is PERFECT \n iPhone this not working properly, on and off alone ... \n One Star \n Five Stars \n Terrible! Don't recommend \n iPhone 5s"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=36", 
        "REVIEW": "A refurbished iPhone 5S is an excellent opportunity to get an apple device at a significant discount. The Amazon Certified Refurbished device performs exactly like a device purchased directly from Apple would, however it is worth noting that there are no headphones provided, and the charging adapter and cable are both third party and much lower quality than official charging devices from Apple. \n No issues after months of use. Would buy again. \n Very good phone, it looks like new! \n Touch screen was always buggy, working off and on very  from the start (but becoming a problem about a month later, when it was too late to return it). Now screen is completely dead. Disappointing. Would not buy this phone. \n The iPhone 5S is great. \n Love the phone and it came on time. But it came with a non apple charger and no headphones. I'm afraid to use the charger. Luckily I had an apple charger that I can use and will buy another apple charger soon as a back up. \n Really bad, the accessories didn't work at all. The conditions of the device were quite worse than I expected. \n I bought this iPhone 5S 16GB for my daughter and she loves it. The screen is picture perfect clear. The camara take beautiful pictures. The phone has great loud speakers. \n No I did all I could to make sure I got the right phone but it didn't work with my company \n Fantastic! Everything it s OK!", 
        "RDATE": "on September 26, 2016 \n on September 26, 2016 \n on September 26, 2016 \n on September 25, 2016 \n on September 25, 2016 \n on September 25, 2016 \n on September 24, 2016 \n on September 23, 2016 \n on September 23, 2016 \n on September 23, 2016", 
        "TITLE": "The iPhone made affordable. \n Five Stars \n Four Stars \n Touch screen was always a problem \n Four Stars \n Love the phone and it came on time \n One Star \n Great iPhone 5S 16GB \n No I did all I could to make sure I ... \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=37", 
        "REVIEW": "Great phone, but there are some blemishes on the phone so I did deduct a star on that. The phone all together is a good refurbished one. There are no peices popping out or anything uneven. \n 👍👍👍 \n I bought this in march and now it won't even turn on. That is 6 months by the way. \n fraude \n good product \n I got my phone on time. I Already had one. So I like it a lot \n Was a great gift for my aunt and she still loves it up to this point ... Very happy with my purchase .. \n Works well! \n I've never purchased a refurbished phone before, but the mic on my iPhone 5c began to stop working and I'm months from an upgrade. This was just what I needed, and it is in great condition. \n Amazing condition and working very well. I've been using it for well over six months now and I've had no problems with it! iPhone and charger both look brand new.", 
        "RDATE": "on September 23, 2016 \n on September 23, 2016 \n on September 23, 2016 \n on September 22, 2016 \n on September 21, 2016 \n on September 21, 2016 \n on September 21, 2016 \n on September 20, 2016 \n on September 20, 2016 \n on September 19, 2016", 
        "TITLE": "Great phone, but there are some blemishes on the ... \n Five Stars \n Don't buy this.... \n One Star \n Four Stars \n So I like it a \n Good phone for the cost . \n Five Stars \n Great condition. Great phone \n Amazing condition and working very well"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=38", 
        "REVIEW": "Brilliant...this phone is as it is described, as i am writing this review, i am speaking on the phone and feeling so good as this phone is as it is described....amazing seller, timelines of delivery as promised...I am sure the seller will do good as he is up to mark and excellent! \n Perfect \n Like new iphone 5s, my 11 years old son loves his new phone. \n Perfect condition \n Okay. \n I bought 3 units from BUYSPRY, one iphone comes with a battery problem \n I bought it for my granddaughter's birthday and the phone is fine, but the camera sound won't turn off for what ever reason.  And she doesn't like taking pictures she can't \"sneak\" up on someone and take! Why would the button on the side not turn off? \n I bought this as a gift for my girlfriend who was traveling in Europe. The phone itself was in good condition with minor scratches. I was pleased with the purchase and I thought she would be as well. I sent it to her and when she went to get it activated she turned it on and the screen was just pink. Like all the pixels were smashed and the only color it could display was bright pink. Of course it didn't work at all and since I had to send it all the way to Europe (at great expense) we were not able to return it within the time allowed. I basically took 250$ and just flushed it down the toilet. I am very disappointed in this product and will never buy from this seller again and I recommend you don't either. \n the camera shutter doesnt go on silent mode. Had a few scratches. Charger very cheap \n The package was complete when I received. The battery is decent. Only a few scratches have been found. I already have it for more than three months now and have no trouble. Generally I am really satisfied with my phone. Recommend", 
        "RDATE": "on September 18, 2016 \n on September 18, 2016 \n on September 15, 2016 \n on September 14, 2016 \n on September 13, 2016 \n on September 12, 2016 \n on September 12, 2016 \n on September 12, 2016 \n on September 12, 2016 \n on September 10, 2016", 
        "TITLE": "Amazing is the word! \n Four Stars \n Five Stars \n Five Stars \n Five Stars \n Three Stars \n Camera sound button won't turn OFF! \n Bad product \n Three Stars \n Generally I am really satisfied with my phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=39", 
        "REVIEW": "I was a bit nervous about ordering this phone but I decided to go ahead and buy it. I must say I've very happy I did. Phone was in almost perfect condition. It was fully unlocked and activated with in minutes with my cricket sim card. The screen was in perfect condition. There was one very very small scratch on the side of the phone but it was unnoticeable unless you are looking for it. Very happy customer. \n Very happy \n It is a piece of crap that I bought! It will not hold a charge. The battery overheated and was replaced, now it still will not hold a charge. Not only is it a piece of crap, but it is probably dangerous. I was sold a piece of junk. I will look into what I can do about it, but as of the writing of this review, I feel hoodwinked​. \n I received the phone with minor scratches and a wrong charger cable (for Samsung). \n this phone just froze up on me peice of CRAP!!! \n The phone battery was awful!! Does not even last half of the day. Also, for some reason, the camera shutter is permanently on so, even when the volume on the phone is off, the shutter always sounds! I would not recommend!! \n Don't know how I ever lived without it …love love love this phone! \n Got it and it had 1% turns out the battery is broken . \n I am happy with my phone. I do regret that it didn't come with ANY information or manual. \n I bought this to take on vacation and it did not work.  The microphone was not working and you could only communicate on the phone by using the speaker of ear plugs.  I took it to an Apple Store when I returned and they said they no longer could fix it.  I had to buy a new phone.  This should be damaged and not sold again.", 
        "RDATE": "on September 9, 2016 \n on September 8, 2016 \n on September 6, 2016 \n on September 5, 2016 \n on September 2, 2016 \n on September 1, 2016 \n on August 31, 2016 \n on August 30, 2016 \n on August 30, 2016 \n on August 30, 2016", 
        "TITLE": "One happy customer. \n Five Stars \n Total Dissatisfaction \n One Star \n DONT BUY FROM THIS SELLER \n No!!! \n Five Stars \n One Star \n Four Stars \n Phone was Defective"
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=40", 
        "REVIEW": "Display not work \n It has a battery problem \n very good product and great conditions \n The phone doesn't ring. I've factory reset the phone,still the same if issue. Sometimes the phone will ring and most of the time, it will notgegg ring. \n Delivered on time, looks like new no scratches but the charger was not original. Overall happy to buy this iphone \n I'm using it to write this review. Their is nothing like a working I phone after using a junk phone for a month I purchased this refurb it's just like new and a better price. \n working good \n I received my phone as promised and was in perfect condition. I am very happy with my phone! \n I love it! \n The product, an iphone 5S, worked for about 8 months, then was declared not worth repairing, by a professional, due to a faulty microchip. I lost $319.00.", 
        "RDATE": "on August 30, 2016 \n on August 29, 2016 \n on August 29, 2016 \n on August 29, 2016 \n on August 25, 2016 \n on August 24, 2016 \n on August 24, 2016 \n on August 23, 2016 \n on August 23, 2016 \n on August 23, 2016", 
        "TITLE": "One Star \n Three Stars \n Five Stars \n The phone doesn't ring \n Nice iphone \n Refurb just like new \n Four Stars \n Five Stars \n Five Stars \n Is a zero star rating possible?"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=41", 
        "REVIEW": "WORST EXPERIENCE EVER WITH AMAZON. If I could give a zero star rating that is what I would give because this phone, an iphone 5S, worked for about 8 months and that was it. One of the microchips was defective. Not worth repairing. $300 in the rubbish. HOW DARE YOU DO THIS TO THE PUBLIC???? \n Doesnt work ... Im waiting 2 week for my refound \n This piece is defective. I got checked in Apple Store also. Audio is not working. As per apple store, i cannot insert ear plugs as some other metal piece is inside which is struck. I am really frustrated with the service provided. I never expected Amazon to send me a defective piece. This is totally frustrating. \n Thank you \n Bought this phone in June and its only two months and the phone keeps shutting down. I am not sure what is wrong with it but I feel like I wasted my money \n Great condition, good battery, works like it should \n \"I was very skeptical at first buying a phone online but I've had it for maybe 5 months now and it doesn't even seem used, scratch free and the battery life is normal and my phone doesn't act up in any way. Seems no different then buying a new one from the phone store honestly.\" That's what I said before I realized I only have 11.5 GB. I now have to keep deleting stuff and I don't have much but music. Before I downloaded more music it was perfectly fine. Sucks I don't have the full 16 tho \n Excellent, no problems at all after 3 months use \n Phone looked brand new! No scratches on screen or outside of phone. First time buying a refurbished product and I highly recommend. \n I love the phone! Its perfect and so far it doesn't seem fake, but I had 2 day shipping and it came in 5 days which disappointed me.", 
        "RDATE": "on August 23, 2016 \n on August 21, 2016 \n on August 20, 2016 \n on August 20, 2016 \n on August 20, 2016 \n on August 19, 2016 \n on August 18, 2016 \n on August 17, 2016 \n on August 17, 2016 \n on August 16, 2016", 
        "TITLE": "Money out the window. BEWARE!!!! \n One Star \n This piece is defective. I got checked in Apple ... \n Five Stars \n I am not sure what is wrong with it but I feel like I wasted my \n Five Stars \n Like new but not 16 GB \n Five Stars \n Beautiful phone. \n I love the phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=42", 
        "REVIEW": "everything was okay except there was a faint pink stain on the screen, I barely notice it though. Apart from that its great \n The product was defective. Is the first time this has happen to me as an Amazon user, I am very disappointed. \n Received the phone and it was in like new condition.  Activation was easy with AT&T \n REGULAR \n Phone is great, no problems so far. However the charger is already broke after only 6 weeks and it never did work well. \n The phone had a lot of problems \n Terrible. Phone doesn't even work properly. \n The phone arrived with the screen loose on the upper left corner.  I had to return it and get a refund. \n Bought 2 phones and not happy with the phones .. Worst producet has been delivered both phones are not working. Duplicate panels for both phones , some of the parts inside also duplicate ..not recommend at all. \n My husband searched for a phone for my Daughter. Teenagers love Apple products and this phone makes her extremely happy. It works well on the T-Mobile network.  I will be purchasing an upgrade for her via Amazon. \n This purchase was a family decision and  no discount was received when this phone was purchased.", 
        "RDATE": "on August 16, 2016 \n on August 15, 2016 \n on August 15, 2016 \n on August 15, 2016 \n on August 15, 2016 \n on August 14, 2016 \n on August 13, 2016 \n on August 13, 2016 \n on August 13, 2016 \n on August 12, 2016", 
        "TITLE": "Apart from that its great \n Buyer beware!!!! \n Five Stars \n Three Stars \n Phone is great, no problems so far \n One Star \n One Star \n Arrived with screen loose \n Worst product \n Smart Buy"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=43", 
        "REVIEW": "Bought for my daughter after 30+ days stopped connecting and issue is although it is unlocked it is not good for verizon... But it did work for 30+ days now cant return.... \n Great phone, decent price, already had a SIM card so it was easy to transfer things. \n Happy with phone, disappointed it didn't come with a charger. \n The phone is great. The quality is incredible. So worth it \n Perfect. Looks as if brand new \n happy customer \n Good buy and in perfect condition \n I love this phone.  I wanted an iPhone, but didn't want to pay $700+.  This phone is terrific!  It works good, looks great.  I'm a firm believer in refurbished electronics.  Have been for years and am rarely disappointed. \n Product looked brand new. No issues \n i love this phone", 
        "RDATE": "on August 12, 2016 \n on August 12, 2016 \n on August 11, 2016 \n on August 11, 2016 \n on August 11, 2016 \n on August 11, 2016 \n on August 10, 2016 \n on August 10, 2016 \n on August 10, 2016 \n on August 9, 2016", 
        "TITLE": "Not good for Verizon.... \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n Refurbs are the way to go if you don't want the latest, greatest model. \n Great! \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=44", 
        "REVIEW": "Horrible!!! The item arrived defective. It was giving a blue screen every two minutes restarting itself on his own. It keeps acting like this in a loop for more than 5 minutes and keeps doing. Starts showing the apple sign then goes to the blue screen over and over. \n good work i love it \n The phone shuts off randomly as and when it feels like it. Camera is terrible quality, and it overheats. I know it's a refurb and I shouldn't expect much but this is disappointing. It shut off even during the setup process. Simple processes like multitasking, switching between apps- and God forbid using Snapchat- are way too much for this phone to bear. it just goes comatose and refuses to come on for at least 20 minutes. The screen has also randomly turned red/gray on occasion, and then shut off. \n Additionally, the display can stay on for hours and refuse to sleep, even when set to dim/sleep after 30 seconds. It does this on random days. \n Overall, this is less than stellar. \n Ok todo muy bien \n This cell phone has only 3 months and is having a lot of problems already. It rans out of batery in 5h and the seller never reply to my complains! \n ty \n I like it \n excellent deal for me \n Recomendable excelente producto \n This phone works great I'm glad I got it", 
        "RDATE": "on August 8, 2016 \n on August 8, 2016 \n on August 8, 2016 \n on August 7, 2016 \n on August 7, 2016 \n on August 7, 2016 \n on August 6, 2016 \n on August 6, 2016 \n on August 6, 2016 \n on August 6, 2016", 
        "TITLE": "One Star \n Four Stars \n Shuts off randomly, overheats- proceed cautiously \n Four Stars \n CELL PHONE WITH PROBLEMS \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=45", 
        "REVIEW": "Bad battery!!! \n Perfecto !!! Muchas Gracias \n Item as described, completely satisfied, thank you \n Charger stopped working \n great phone \n please contact with me as soon as possible. this cable/charger on the phone is not good. \n This was a gift. He is still happy. \n exceeding expectations for a refurbished phone. like 200$ less than a new buy, and performs same way only problems are service related not device so I am very satisfied. \n I want to start off by saying that I was VERY hesitant to buy a refurbished phone as I had never done so before. With that being said I am extremely happy with the phone I received. It looks like a 100% brand new phone and operates as one as well. I really could not be happier that I decided to go this route rather than buying a brand new phone for much more than double the price. This was a great deal and I am very happy with the product I received - would highly recommend if you're looking to save money on a new phone. \n Thanks for all I am happy!", 
        "RDATE": "on August 5, 2016 \n on August 5, 2016 \n on August 4, 2016 \n on August 4, 2016 \n on August 3, 2016 \n on August 3, 2016 \n on August 2, 2016 \n on August 2, 2016 \n on August 2, 2016 \n on August 1, 2016", 
        "TITLE": "Four Stars \n Five Stars \n completely satisfied, thank you \n How to contact seller \n Five Stars \n this cable/charger on the phone is not good. \n He is still happy. \n like 200$ less than a new buy \n Couldn't Be Happier!! \n Two Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=46", 
        "REVIEW": "It came with a super small scratch on one of the sides. Apart from that it works and feels like new. \n This a very good product with a low price. The battery life lasts for a day with normal usage. \n I recomend it !! \n I bought it for my best friend's son. His dad said to me that his son was full of joy and still is. \n Great deal on a Iphone that's unlocked. Great replacement phone. \n Works great with the exception of the voicemails not showing up for 24 hours.  Apparently it is a common glitch when you unlock these phones.  Everything else works great and it looks brand new. \n Phone is so horrible , when it's charged fully its heated up and it's so hot \n Battery life is so poor \n I would not recommend to buy this phone \n Great phone!  Much less than ATT phones. \n like the phone....would not charge beyond 75 percent...contacted seller and never heard back.  also, had a large scratch on the rear of the phone...would not consider refurbished again.  phone was unlocked and easy to get tmobile prepaid at walmart. \n I am very angry , the phone is badly scratched , it blows , a disaster , the screen has scratches , everything is generic not original, I am with the return process to purchase one if it is new because I lied ! \n My daughter absolutely loves her phone thank you Amazon \n It's not new, WAS USED!!", 
        "RDATE": "on August 1, 2016 \n on August 1, 2016 \n on August 1, 2016 \n on August 1, 2016 \n on July 30, 2016 \n on July 30, 2016 \n on July 30, 2016 \n on July 29, 2016 \n on July 28, 2016 \n on July 28, 2016", 
        "TITLE": "It came with a super small scratch on one of the sides \n A gift \n Five Stars \n Great Little Phone \n So much heat generation \n Great phone! Much less than ATT phones \n seller representations \n I am very angry, the phone is badly scratched ... \n Five Stars \n One Star"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=47", 
        "REVIEW": "Wasn't unlocked \n Perfect purchase \n Great phone for my daughter.  Very happy \n This iphone looks brand new...works flawlessly..not a scratch on it.. \n Thanks \n working fine \n It's really worth the price and No need to tell about Iphone 5S anways. \n Also got it at best price , no scratches almost new phone. \n working great \n Doesn't work as I expected and I can't get my cell ring tones. I've tried many times. I'm not happy with my phone! My cell always is on vibrate and can't get the settings for sounds. Manufacturers problems. Completely unhappy with the phone!☹️ \n all good !", 
        "RDATE": "on July 28, 2016 \n on July 28, 2016 \n on July 27, 2016 \n on July 27, 2016 \n on July 27, 2016 \n on July 25, 2016 \n on July 25, 2016 \n on July 24, 2016 \n on July 24, 2016 \n on July 22, 2016", 
        "TITLE": "I paid for locked phones, unfortunately this one of the worst purchases I have ever made here on Amazon. \n Five Stars \n Five Stars \n Nice iphone \n Four Stars \n Four Stars \n Also got it at best price, no scratches almost new phone \n Five Stars \n I'm not happy with my phone \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=48", 
        "REVIEW": "Product was fine until the screen started flickering and completely stopped working 3 months later. I've had it in a protective case and every thing. Don't buy refurbished, because you're screwed when this happens! Just invest in buying one from Apple! \n Compact and simple to use.  I wanted a smaller phone with lots of functionality and this fits the bill perfectly. \n I needed an unlocked phone for when I was moving to Australia from America and so I bought this one. It came just like new (like they said). I was a little worried about it being a refurbished phone, but it works great. My only complaint is it doesn't come with the latest update, and for some reason sometimes the newest updates of iOS can sometimes make \"older\" iPhones not work well. So I've been a little weary of updating it, but that's not really the problem of the sellers. Anyway overall a great buy and would definitely recommend! \n I love the phone it's works great with metro , Nor is there nothing wrong with it \n I bought this iPhone as a gift for my daughter & she loves it!!! \n Crear! \n Working good \n I love it! Is in very goods conditions \n Good \n Everything works fine but the mute button. Even if I have the mute button on , I can still hear the cameras sutter sound when I shouldn't. Why??", 
        "RDATE": "on July 22, 2016 \n on July 22, 2016 \n on July 21, 2016 \n on July 21, 2016 \n on July 21, 2016 \n on July 21, 2016 \n on July 20, 2016 \n on July 19, 2016 \n on July 19, 2016 \n on July 18, 2016", 
        "TITLE": "Don't buy! \n Compact and simple to use. I wanted a smaller ... \n Good phone, came just like new. \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n In good conditions \n Five Stars \n Help !"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=49", 
        "REVIEW": "Phone is like new with brand new accessories. I bought 3 phones from them because of the exceptional quality. \n Had to return stopped charging. \n Perfect condition! The one thing I dislike about this phone is that it was from Japan so now I can't get rid of the shutter noise when I take a picture no matter what I do. :/ \n I love it! \n It was missing the headphones. \n The phone I received was in good condition and working properly. It didn't take long for me to set it up and I've been using it ever since. I'm very happy with this purchase and feel it was worth the money I paid for it. \n It's great overall. \n I received the phone in great condition. I didn't notice any wear and the phone works perfectly. \n Battery life is constantly draining on a full charge, the ringer doesn't always work,and the screen freezes so I keep having to restarting the phone. Buyers beware. \n It arrive ok only the charger its not the original, in the description states that will come with a charger and a cable but does not state it could be not an original charger", 
        "RDATE": "on July 18, 2016 \n on July 17, 2016 \n on July 17, 2016 \n on July 17, 2016 \n on July 17, 2016 \n on July 17, 2016 \n on July 16, 2016 \n on July 16, 2016 \n on July 16, 2016 \n on July 16, 2016", 
        "TITLE": "Great deal on a 'like new' iPhone \n Unhappy \n Decent! \n Five Stars \n One Star \n Great phone \n 👌🏼 \n Five Stars \n Battery life is constantly draining on a full charge, ... \n It arrive ok only the charger its not the original ..."
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=50", 
        "REVIEW": "There is no head phones provided in box \n I bought it for my granddaughter and she was very pleased with it. Thank you \n All good! \n I don't like writing bad reviews, but the phone I received functioned for about 5 minutes until it started running in a boot loop and displaying the infamous \"Blue Screen of Death\" through each cycle. Cosmetically speaking the phone looked perfect, but I was very disappointed in not even being able to enjoy the use of my phone whatsoever. \n Súper Cool \n its just what I needed... \n Very goog \n works great no problems at all \n Just as promised \n I still need to connect it to my service provider, but as far as quality goes it arrived just like new. Will give an updated review when I connect it. \n Thank you!!", 
        "RDATE": "on July 15, 2016 \n on July 15, 2016 \n on July 15, 2016 \n on July 15, 2016 \n on July 14, 2016 \n on July 14, 2016 \n on July 14, 2016 \n on July 14, 2016 \n on July 14, 2016 \n on July 13, 2016", 
        "TITLE": "Two Stars \n ... bought it for my granddaughter and she was very pleased with it \n Four Stars \n \"Blue Screen of Death\" \n Five Stars \n iphone 5s \n Five Stars \n Works Great!!! \n Five Stars \n JUST LIKE NEW!"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=51", 
        "REVIEW": "I super like it! 💋 \n It did not match the  description of having limited to no ware in the phone I bought. I HAD THOUGHT CERTIFIED REFURBISHED LOOKED ALOST NEW IF I WANTED A USED IPHONE I WOULD HAVE BOUGHT A USED ONE FOR A LOT CHEAPER I'M CONTEMPLATING A RETURN \n Because it was made in Japan, the shudder will NOT turn off no matter what, even spoke to people at apple because of it. Had to return because I cant deal with it for snapchat and etc... \n It was a very great phone but I couldn't use it BC I have sprint ,my fault not theirs \n I was extremely surprise when I got this phone. It works really well. There were no scratches or anything . I've using it for months and it's the best cellphone I've ever had. \n Phone does not work properly , constantly reboots itself and now it will not turn on. \n THIS PHONE IS. NOT UNLOCKED AND THEREFORE CAN NOT BE USED .I bought this phone as a gift for a misshionery serving in Africa BUT they were unable to use the phone as it was still LOCKED snd the local carriers could not unlock it . It was a total waste . \n Phone was not charging returned the item \n Satisfied with the product \n Daughter loves it", 
        "RDATE": "on July 13, 2016 \n on July 11, 2016 \n on July 11, 2016 \n on July 11, 2016 \n on July 11, 2016 \n on July 11, 2016 \n on July 10, 2016 \n on July 10, 2016 \n on July 10, 2016 \n on July 9, 2016", 
        "TITLE": "Good as new \n used phone \n Because it was made in Japan, the shudder will ... \n Five Stars \n Great . Doesn't seem refurbished. \n Phone doesn't work properly \n BUYER BE WARE \n One Star \n Five Stars \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=52", 
        "REVIEW": "Great phone \n This product was 10/10 because it was exactly as described. A lot of people complained because it didn't come with earphones but still. This is a great deal for so cheap! People should be more grateful. My phone is honestly brand new, works perfectly, I fell in love at first sight. I will always recommend this seller and I will buy from them in the future! It arrived on time, and I live in the Caribbean so shipping usually takes two weeks but it took 5 days for it to arrive! I was surprised. Fastest shipping. Great service. However; please know that there's minor scratches. But who cares? It's minor because you can hardly see. I didn't notice until I stared really really well, so no worries. Put a case on and you'd be fine! Thank you to my seller for such great service and phone! ❤️🌹 Currently typing on my phone hehe \n Ordered for my son.  Arrived as promised and works and looks great! \n the screen does not always work correctly \n Received an practically new phone. Great buy. \n Disliked  came with  no  manual could not get  phone  plan without  this \n I got the phone which looks exactly like a brand new one  and  is working perfect, but they haven't given me the original charger. so i am very much disappointed with it. \n First of all let me tell you I was a bit nervous about buying this since it had so many bad reviews. But I ordered this (live in NYC) and I got it the same day with Same Delivery (extra $10 but was worth it). Product came in perfect condition other than one little scratch ( it was VERY small you could barely see it ). Only reason I give it 4 stars and not 5 was I didn't know you needed a SIM to activate the phone. It wasn't a problem though I went over to my friend's house who let me borrow his used SIM for like a minute so I can activate my phone. Great product, great price, get it still while you can! \n It is very good overall, but it appears to have japanese parts, because the camera shutter sound coud not be stopped by any means which is stupid \n Speedy ,", 
        "RDATE": "on July 9, 2016 \n on July 8, 2016 \n on July 8, 2016 \n on July 8, 2016 \n on July 8, 2016 \n on July 7, 2016 \n on July 7, 2016 \n on July 7, 2016 \n on July 7, 2016 \n on July 6, 2016", 
        "TITLE": "Five Stars \n So happy! \n Arrived as promised and works and looks great! \n Bad sceen \n Thumbs up \n Disliked came with no manual could not get phone plan ... \n I got the phone which looks exactly like a brand new one and is working perfect \n Honest Review \n I guess it is ok \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=53", 
        "REVIEW": "As described good condition. \n The phone itself was extremely good and looked new. My only complaint was that it arrived a day late! Also, make sure you have your SIM card ready or else the phone will not let you go to the home screen. Great product, although the charger looks like a knock-off. \n very good phone \n Very pleased with the phone.  The condition is excellent and was exactly as you described \n Love this phone! perfect size and it is beautiful and works great!!! \n Came with everything it said it would come with \n Is working fine \n Is not good when i put the card it writes no service \n Great product!!! It is perfect. No scratches, no bugs, no factory issues... \n I recommend! \n The left speaker doesn't work. Packaging was loose. Didn't even come with original anything and not even headphones.", 
        "RDATE": "on July 6, 2016 \n on July 6, 2016 \n on July 6, 2016 \n on July 6, 2016 \n on July 5, 2016 \n on July 5, 2016 \n on July 5, 2016 \n on July 5, 2016 \n on July 5, 2016 \n on July 5, 2016", 
        "TITLE": "Four Stars \n Excellent and recommend. \n Five Stars \n Four Stars \n Five Stars \n Four Stars \n Four Stars \n One Star \n Five Stars \n Not worth it from this company"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=54", 
        "REVIEW": "No issues after 3-4 months with my phone, \n As stated. \n Don't buy it, waste of money tooooo small \n Good condition \n The phone worked for less than 2 months. Now isnt charging anymore. Tried with diff cables and other iphones... i need a response as it sais 90 days seller warranty \n Great sale!!! \n Great \n Perfect condition. Works as expected. Would buy again. \n As described! \n great product < received the item as described , faster deliver , trust worthy , i spent around $250 still happy with what i got it ,thanks allot", 
        "RDATE": "on July 5, 2016 \n on July 5, 2016 \n on July 4, 2016 \n on July 4, 2016 \n on July 4, 2016 \n on July 4, 2016 \n on July 3, 2016 \n on July 3, 2016 \n on July 3, 2016 \n on July 3, 2016", 
        "TITLE": "Four Stars \n Five Stars \n waste of money tooooo small \n Four Stars \n Phone not working! \n Five Stars \n Five Stars \n Like new \n Five Stars \n great product < received the item as described"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=55", 
        "REVIEW": "The phone is great but the charger stopes working after 2 days \n I purchased my phone from BuySPRY. I think some of the negative reviews I have read are directed towards the seller yet the seller was not mentioned in the review so I thought it would be worth mentioning who I purchased from. \n The phone I received is in perfect condition. Looks brand new. The phone was indeed unlocked and very simple to set up. It came with charging cable and USB to AC adapter, but no headphones. The first thing I did was test the battery life as that is probably the biggest complaint on refurbished phones. The batter charged fine and has been holding its charge without issue. Everything on the phone works perfectly, I am very happy with the purchase. \n Excellent phone! Looks very new!! Very happy happy happy. Gave seller name to friends so they can buy from them also! \n e \n Se apaga \n son loves it \n Great deal. It was a great deal. Only problem was the charging cable that during charging the screen stop working but I was lucky to have the the original cable. \n The phone exceeded what I was expecting . Its a refurb but you cant tell by looking at it . I was up and running in no time . This is the second one that I purchased . So far i'm a happy customer . \n It's ok.- \n Very good", 
        "RDATE": "on July 2, 2016 \n on July 1, 2016 \n on July 1, 2016 \n on July 1, 2016 \n on June 30, 2016 \n on June 30, 2016 \n on June 29, 2016 \n on June 29, 2016 \n on June 29, 2016 \n on June 28, 2016", 
        "TITLE": "Four Stars \n Fantastic Condition \n Excellent phone! Looks very new \n Five Stars \n One Star \n Five Stars \n Great deal. It was a great deal \n Better then advertised \n Three Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=56", 
        "REVIEW": "Exactly as expected (In a good way) \n Great for the price \n It was in good condition. Overall I was happy with the product. \n Came in brand new with charger which was nice but only giving it 4 stars since no earphones came with it \n Battery charge running out in 2 hours \n It was packaged very poorly for shipping. It was put in a small box inside a much larger box with nothing in there to cushion it. The small box holding the phone did not stay closed so the phone was loose and banged around inside the much larger box. The battery dies VERY fast and sometimes won't charge. I have to reboot the phone for it to show as charging. If the charger is disconnected and then reconnected, the phone has to be rebooted again for it to continue charging. Also, the charging cord that came with it did not work at all, I had to buy a new one. This phone was a huge waste of money. \n It is a good product but, it could be better. It doesn't come with original accessories, neither the original box but, the cellphone was in a good status  and functional. \n i get the phone.. works perfect look good but a tiny detail on the back... not  big deal but.. when it comes to the camera. there is no way to turn off the shutter sound  even using the silent mode... after some research i found is a Japanese version of the phone and there is illegal to turn off the shutter noise ! \n Everything was amazing about this phone! It works great and looks nice! This Is my first iPhone I went from android. Gotta say I like apple a whole lot better! Shipping was fast. \n Love it.", 
        "RDATE": "on June 28, 2016 \n on June 28, 2016 \n on June 28, 2016 \n on June 28, 2016 \n on June 27, 2016 \n on June 27, 2016 \n on June 27, 2016 \n on June 27, 2016 \n on June 26, 2016 \n on June 26, 2016", 
        "TITLE": "Perfect! \n Five Stars \n Five Stars \n Came in brand new with charger which was nice but only giving it 4 stars since no earphones ... \n Two Stars \n It was packaged very poorly for shipping. It was ... \n It is a good product but \n works perfect look good but a tiny detail on the back \n Excellent price excellent phone!! \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=57", 
        "REVIEW": "Very good quality of this refurbished product and very good support from Breed. Looks like a new device. \n So far so good everything is great and my phone has 0 scratches. I was pretty skeptical before because there are such bad reviews and maybe I got lucky but I'm really happy with my phone. Just one bad thing is that pictures make that clicking noise when you take them even when your phone is on vibrate. Looking to get it fixed if the company would be nice enough to take money off so I could get it done. I've had this phone for about a week and my phone froze for a few hours until I pressed the home key and the lock screen button at the same time. Works perfectly again love it \n Perfect phone, fast delivery, happy customer! \n So far so good! Havent used it a lot but i tested it for a day so it worked fine. Its send overseas as a gift \n The phone looks brand new, however it did not come with the tool needed to insert the sim card. \n I liked that the phone and charger was included.I didn't like that no earbuds was with IPhone. \n the phone is like brand new  loved it \n i love my new iphone \n A refurb phone for half the price. A good deal. I wanted the 5S because it's smaller. and I wanted an unlocked phone because I would be travelling abroad and wanted to get my own Sim cards and carriers.  The phone works fine except for one thing: the wifi radio is not as strong as it should be. I need to be much closer to the base unit than anyone else. Maybe that's why this unit was returned? Is this a deal-breaker? No. Still happy with it and still got a good deal on it \n Phone came exactly as advertised, charging cable and wall wart were included.  Just a heads up it does not come with headphones.  But for a seemingly brand new 5s for so cheap you really can't go wrong.", 
        "RDATE": "on June 26, 2016 \n on June 26, 2016 \n on June 26, 2016 \n on June 25, 2016 \n on June 25, 2016 \n on June 24, 2016 \n on June 24, 2016 \n on June 24, 2016 \n on June 23, 2016 \n on June 23, 2016", 
        "TITLE": "Five Stars \n So far so good everything is great and my phone has 0 scratches \n Clean phone \n So far so good! Havent used it a lot but i tested ... \n Just Like New ! \n Great service \n Five Stars \n Five Stars \n almost perfect \n Came exactly as advertised"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=58", 
        "REVIEW": "Everything was as expected. \n Exelente \n After reading reviews on other websites about refurbished phones I knew the best place to go was Amazon.  And Amazon came through for me offering this great refurbished phone along that this seller was certified to do quality work in refurbishing phones.  I have wanted an I phone for a long time aqnd the price of this phone can not be beat.  I had no problems with the phone, and It was unlocked just as they said.  It does not come with an instruction book so I watched how to set it up on UTube.and it made my eyes cross.  At this point I have to admit I am a sweet little old lady (at least I think I am) and going from android phones and tablets was a little unnerving.  I was so afraid I would set something up wrong.  and I did.  but eventually I realized my mistake.  I have 3 rotten middle age kids who just howled with laughter when I tried to get help from them.  But I showed them .... I am now using it with confidence (well almost).  I would recommend these refurbished phones to everyone.  This is a safe place to purchase them and that is important to know.. \n Apple iPhone 5S 16GB Factory Unlocked Smartphone, Gold (Certified Refurbished) \n Great! \n There is a pulsing humming sound at times.  I've never heard this sound of any of my other iPhones... \n I have always been an iPhone fun. I like them a lot now i have one for work and personal use. You will never go wrong with an iPhone \n Everything works \n Sorry to say, the  battery in this s5 IPhone was bad , from factory. Other than that hasn't had any problems. What can I do about getting another battery. \n Despite some initial set up problems (which were the consequence of Apple requiring an iTunes connection to do a total reset), I was happy with this purchase, including the fact that Prime Mobility would have been willing to accept a return with no complications if it had been necessary. It wasn't. The phone was in excellent condition, and is working well. \n This phone was in EXCELLENT CONDITION, LIKE BRAND NEW have not had any problems with the phone and it was UNLOCKED as it stated...my daughter LOVES HER IPHONE", 
        "RDATE": "on June 23, 2016 \n on June 22, 2016 \n on June 22, 2016 \n on June 21, 2016 \n on June 21, 2016 \n on June 20, 2016 \n on June 20, 2016 \n on June 20, 2016 \n on June 20, 2016 \n on June 20, 2016", 
        "TITLE": "Five Stars \n Five Stars \n A great safe to purchase on Amazon phone. \n Five Stars \n Four Stars \n I have always been an iPhone fun. I like them a lot now i have ... \n Five Stars \n Bad Battery \n Good experience with refurbished product \n EXCELLENT EXCELLENT EXCELLENT!!!!!!!"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=59", 
        "REVIEW": "I was quite pleased with my purchase and so was my wife.  We are waiting for the 7 to come out and the 5S seems like a reasonable choice until then. \n All fine \n Broke down conveniently just a few days after 90-day warranty expired, the phone would not charge. Took it to repair shop, cannot repair. Some kind of issue with the mother board. \n good \n all good no flaws \n Excellent! My niece loved her new Iphone!!! \n Excellent was what I expected \n Perfecto \n by daughter loves it \n The phone has multiple scratch marks and I noticed that the paint was peeling off near the scratches. Guess someone did a paint job to hide the damages. There were no earphones.", 
        "RDATE": "on June 20, 2016 \n on June 19, 2016 \n on June 19, 2016 \n on June 19, 2016 \n on June 19, 2016 \n on June 18, 2016 \n on June 18, 2016 \n on June 18, 2016 \n on June 18, 2016 \n on June 18, 2016", 
        "TITLE": "I was quite pleased with my purchase and so was my wife \n Four Stars \n Broke down after 90 days \n Five Stars \n Four Stars \n Five Stars \n Excellent product \n Five Stars \n awesome \n No earphones; Scratch marks; Disappointing purchase"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=60", 
        "REVIEW": "I really like this phone! I got it to transfer my Tracfone number to a nice smartphone. It works great! The transfer was easy and I keep up with minutes through the Tracfone app. I love the fingerprint recognition instead of a password. Feel like I've finally joined the 21st century! \n Bought this refurbished phone, it come and it was dead :( \n I was a little jumpy about getting this because of the negative reviews but this phone works perfectly and was in perfect conditon physically. Works with GSM carriers as said and I activated it with MetroPCS \n Exactly as advertised. No complaints at all. \n Great \n I have to say I was a bit nervous about purchasing a refurbished phone. Especially an older version of a phone, but this has way exceeded my expectations! The shipping was super fast with Prime, and it came exactly as described. I have been a die-hard Samsung fan since the galaxy 3 came out; I have to say I have converted my thoughts to being more of a fan of the iPhone now. I would highly recommend this company to anyone who is looking for an IPhone at a cheaper price and doesn't care about the box that it comes in. \n Good \n This was a used phone but it looks and functions like new.  I am very happy with my purchase. \n Amazing.. did not have any scratch. looks totally new! don't know why somebody left this phone for resale! \n Good conditions", 
        "RDATE": "on June 18, 2016 \n on June 18, 2016 \n on June 18, 2016 \n on June 17, 2016 \n on June 17, 2016 \n on June 17, 2016 \n on June 17, 2016 \n on June 16, 2016 \n on June 16, 2016 \n on June 16, 2016", 
        "TITLE": "I really like this phone \n Dont buy!! \n Exciting Device \n Five Stars \n Five Stars \n Expectations Exceeded!! \n Five Stars \n ... was a used phone but it looks and functions like new. I am very happy with my purchase \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=61", 
        "REVIEW": "Great product. But we bought it as a gift and the case was scuffed up so that was not cool.  Otherwise your good to go on this purchase. \n Good! \n At first everything worked like it should've, it glitches to this blue screen a couple times. I had the iPhone for less 2 months and the blue screen popped again and usually I can just shut it down and back up and it would work. but this time was different I tried to do that, but  it just died. Doesn't work at all and I can't refund it \n This was such a great work around for me.  The refurbished phone is perfect. It cost me less than a repair and seller had in my hands sooner than I even expected. \n Good product, looks new. low cost. Worth buying. \n The phone was delivered as scheduled.  It came in brand new condition, minus a few MINOR scratches.  It was unlocked, as described, and we were able to have it activated the same day that it was delivered.  My son is extremely happy. \n Very disappointed. My headphones won't even connect into the port. I tried several headphones that all fit into my 6s and even tried in my old 4s. The port is just too small for some odd reason. Also, the volume turns down automatically to the lowest volume level almost every time I'm on a call. It started doing this about a couple weeks after the 30 day return policy. I'm pretty upset as this phone is supposed to be a replacement for my old 5s business phone that was stolen in Peru. Now I'm stuck with it...$200 later \n very disappointed,  It  works good the first month them I  couldn't get it to charge.  I dont \n Really good iphone. Well packaged too. It doesnt look like its been used before. Also a very good price for a used 16 GB phone. \n The phone's battery was awful. I had to return the product. Waiting for my money back!", 
        "RDATE": "on June 16, 2016 \n on June 16, 2016 \n on June 15, 2016 \n on June 15, 2016 \n on June 15, 2016 \n on June 15, 2016 \n on June 15, 2016 \n on June 15, 2016 \n on June 14, 2016 \n on June 14, 2016", 
        "TITLE": "Great buy. Request new case though! \n Five Stars \n 2 months and stopped working \n This was such a great work around for me \n you would not believe its refurbished \n My son is extremely happy. \n Very disappointed. My headphones won't even connect into the port \n very disappointed, It works good the first month them I ... \n Really Good Phone/ Mo problems what so ever. \n Phone battery sucks"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=62", 
        "REVIEW": "Amazing phone. Works perfectly. It looked brand new and also acted brand new. 5/5 \n Just Perfect!! :) \n Have had this phone5 now six months. Great battery and never had had an issue with it. Wanted to write a review way after to make sure it works. I will buy from BREED again. \n The phone is great (I'm using it right know) but they gave me the wrong color which is no big deal. Also the phone doesn't come with a SD card (I think that's the name) so you have to have one to put into the phone. There also wasn't a long wait which is good! \n Got this for my moms birthday. It was fantastic a few dinks here and there but barely noticeable she loves it and that's all that matters \n I've never had an iphone before and I wanted to try it out.. I am so glad I did! I am now converted to iphones! There are little differences in how the phone operates that makes it so much better! I only wish iphones took memory cards because I'm a mom that is constantly taking pics of my babies and I have had to transfer quite a few pics to my computer already.. It'd be nice to not have to do that as often.. I'm glad I didnt go with the 8GB or I'd be transferring pictures every week!! \n It's really new condition. \n Perfect replacement for for the one my daughter broke. \n It was a gift, since I didn't have any complaints then it works perfectly. \n The phone​ is in such good condition I could have sworn it was brand new, if not for two very small scratches on the front glass.", 
        "RDATE": "on June 14, 2016 \n on June 14, 2016 \n on June 14, 2016 \n on June 14, 2016 \n on June 14, 2016 \n on June 14, 2016 \n on June 13, 2016 \n on June 13, 2016 \n on June 13, 2016 \n on June 13, 2016", 
        "TITLE": "Amazing 5/5 👍👍👍👍 \n Five Stars \n Great battery and never had had an issue with it \n Love it❤️ \n Would buy again \n I am so glad I did \n Five Stars \n Five Stars \n Five Stars \n I almost thought it was new when it arrived"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=63", 
        "REVIEW": "Love it \n the product I get the bad state had not feature again and transferred to another country that is not the United States. Bad experience \n Works great \n it came with barely noticeable scratches but, works just fine. \n Ok \n Phone arrived as stated with limited wear (tiny metal scuffs near Lightning port) but otherwise looked like new. I was very happy with the quality of the product and had no problems activating it with my GSM carrier. \n Works! \n Everything was great! \n Right! So it's pretty awesome so far. I've had it for about three days now and there doesn't seem to be anything wrong with it. The phone looks great. Doesn't over heat. I'd say so far it looks great. \n Yes, this item meet my expectations. \n As of right now everything is ok. \n Thanks", 
        "RDATE": "on June 13, 2016 \n on June 12, 2016 \n on June 12, 2016 \n on June 11, 2016 \n on June 11, 2016 \n on June 11, 2016 \n on June 11, 2016 \n on June 11, 2016 \n on June 11, 2016 \n on June 11, 2016", 
        "TITLE": "Five Stars \n the product I get the bad state had not feature again and transferred to another ... \n Five Stars \n Didn't love it but, I still like it. \n Five Stars \n ... (tiny metal scuffs near Lightning port) but otherwise looked like new. I was very happy with the quality ... \n Five Stars \n Five Stars \n It's pretty awesome so far \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=64", 
        "REVIEW": "the iphone looks brand new. \n Excelent product \n Don't listen to the people who gave 1 star because it didn't come with ear buds and/or a SIM card. If it says it comes with something then that's what you get, if it says it doesn't come with something then it doesn't come with it. I have had this phone and it still looks and works like it's brand new, I love it.😀 \n It is okay, at least almost the same as I purchased this product about a year and a half before for my wife. \n It is JUST okay, because even though I knew this was a refurbished product, I suspect the battery is damaged (no more than 3to4 hours independence, do not advice me when the phone is running out of battery and I realise of that fact when the phone gets shutdown). \n was a gift and the person is completely with it. \n Cool \n Highly satisfied. I was a little sketchy at first because I've never ordered a phone online let alone refurbished and after reading some reviews I was very hesitant but I'm very impressed and happy with my order. Came with no scratches, denting, or internal problems so far. Pretty much brand new! 5/5! \n Good phone, works as described......fast turnaround.. \n Showed up a late but was in very good condition looked brand new I love it \n Arrived within the projected delivery time. Looks great and seems to work perfectly. Very happy.", 
        "RDATE": "on June 10, 2016 \n on June 10, 2016 \n on June 10, 2016 \n on June 10, 2016 \n on June 9, 2016 \n on June 9, 2016 \n on June 9, 2016 \n on June 9, 2016 \n on June 9, 2016 \n on June 8, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Awesome Phone!! \n just okay. refurbished suspect battery damaged \n Five Stars \n Five Stars \n Satisfied! \n Five Stars \n Five Stars \n Looks great and seems to work perfectly"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=65", 
        "REVIEW": "My daughter only used it for maybe a month and it wouldn't hold a charge. The charger input didn't work. \n The phone/hardware malfunctioned after about 40 days, conveniently outside of the 30 day return window. Had to replace the phone at Apple Store, so paid double for an old model iPhone. I will never buy a 3rd party/refurbished iPhone again. \n Excelent!!! Thank you very much! i am very very happy!!! \n The phone was in great shape and it works as expected. I'm the type to buy used everything. No sense in me getting the product first and paying alot more. It shipped fast and no scratches/damage to the screen. \n I' m really happy with this iPhone. \n Thanks and sorry for the complaint.  They did arrive on time but they were at bottom of package underneath the bigger items and we didn't see them. \n just what I wanted \n The phones jack was broken \n Perfecto deliver. Excelente condition \n Okay so I got my iPhone today. I'm happy with it. A few things that that I did not like though causing the rating to drop just a little is that my Phone is from a country that makes it mandatory to keep the shutter sound on.  So like when I go to take pictures or get on snapchat to send pictures to my friends no matter what the shutter sound stays on I've tried everything. Otherwise I love the phone", 
        "RDATE": "on June 8, 2016 \n on June 8, 2016 \n on June 8, 2016 \n on June 7, 2016 \n on June 7, 2016 \n on June 7, 2016 \n on June 7, 2016 \n on June 7, 2016 \n on June 7, 2016 \n on June 6, 2016", 
        "TITLE": "Not a good deal for us. \n Phone Malfunctioned within 2 months \n Five Stars \n Works great. Good buy \n Five Stars \n My mistake, sorry about the confusion. \n Five Stars \n One Star \n Five Stars \n I'm happy with it"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=66", 
        "REVIEW": "Good deal. It came with all its accessories \n My daughter loves it so far \n The phone works perfectly but has a major flaw, FIRST, it doesnt have a SIM card, so i took it to verizon, they said no , i took it to t-mobile, they said no , took it to sprint, they said no, so, really it doesnt work for any carrier. \n Got this for my daughter as she trashed her previous one. Didn't know what to think from all the negative reviews about buying refurbished phones but figured I had to commit. Phone was delivered promptly and my daughter loves it. \n It is in perfect condition. We just missed the headphones. \n This iPhone frequently overheats.  I bought a protective case and the phone made the back of it bubble from the heat.  Also, the left side appears to be separating from the front of the phone, since a sliver of light is visible between the edge of the left side and the face of the phone. \n At first I was very happy with this phone, but after a period of time, with the ensuing problems listed above, I am less than satisfied with this item. \n The phone was alright however within a week of purchase the charger was not working and phone is not holding charge for long periods of time. I was not very please with the phone. \n Just as advertised it works great and in great condition \n I have been disapointed with this phone. Not as intuitive as I would have hoped. and I find it opinionated as far as what it wants to run or use. I bought it for the security, that I now understand is not what it was anyhow. many of the functions rely on starting at the edge of the screen, hard to do with a protector. The biggest disappointment was that I payed for one day shipping and shipping took 4 days \n It came with very few hardly visible scratches on the back, completely functional. I am sending this phones to Venezuela for my family so I hope they work fine, which they should LOL. The charger is not the original Apple charger but works fine. So far I'm happy with my purchase. The price is obviously below the real but for a refurbished phone is very good. \n Hope works well!", 
        "RDATE": "on June 6, 2016 \n on June 6, 2016 \n on June 6, 2016 \n on June 5, 2016 \n on June 5, 2016 \n on June 5, 2016 \n on June 5, 2016 \n on June 5, 2016 \n on June 4, 2016 \n on June 4, 2016", 
        "TITLE": "Five Stars \n Five Stars \n but mine is in great condition LOL i guess im \n Apprehensive but it worked out fine \n Five Stars \n iPhone has begun to deteriorate over time, too late for replacement \n Yes \n great price great product and service \n I have been disapointed with this phone. Not as ... \n I am sending this phones to Venezuela for my family so I hope they work fine, which they should LOL"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=67", 
        "REVIEW": "Very good \n Good \n When i got it for some reason it Was dead but After that Everything Looks Good Even the camera happy i made this purchase ☺️ \n Everything was perfect. No problems \n My son *had* to have one of these as his first mobile--& the price was great--so I purchased a refurb for him & the same for myself--I keep up with what my young son is doing with the mobile, so I, myself, changed from Android to Apple, so I'd know how to use these things. We've had our for months now. They both arrived in *perfect* condition and have been working wonderfully. I didn't give 5 stars only because I didn't realize what a pain it would be to go from a big Android screen to this little one. When the larger-screen one doesn't cost a small fortune, I'll buy a couple of those. \n I ordered factory unlocked but I received T-Mobile locked phone and even it was not able to detect T-Mobile network. This shouldn't be good. I took Prime membership and every time, trying to return the product. This was not fair. \n I am facing some problem while starting the phone and today looks like it is not at all starting. Though the piece i received is in very good condition but looks like there is some problem while booting. Wireless2Go can you please provide me the replace or refund ? \n It worked like it said it would and was actually sent brand new like I wanted. \n Excelent \n Battery runs out quickly", 
        "RDATE": "on June 4, 2016 \n on June 4, 2016 \n on June 4, 2016 \n on June 4, 2016 \n on June 4, 2016 \n on June 4, 2016 \n on June 4, 2016 \n on June 4, 2016 \n on June 3, 2016 \n on June 3, 2016", 
        "TITLE": "Four Stars \n Three Stars \n 👍🏾👍🏾👍🏾 \n Five Stars \n Awesome--totally like a new, non-refurb, & we've used ours for months now. \n Wrong / Defect Product \n problem while starting the phone \n Five Stars \n Five Stars \n Three Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=68", 
        "REVIEW": "Great purchase! \n so far its awesome \n I would like to Thank you ,I receive the Iphone5s in good shape and working perfectly. \n Work perfect, came in with all the cables. \n Faltou o Fone de Ouvido. \n Good \n Charger is wrong and headset doesn't comes \n Yay! I'm so excited to have my first iPhone! I was really scared this one wouldn't work as well as a new one due to all the bad reviews, but it's perfect! Thanks! 🤗😝😅 \n Good \n So far everything with the phone works perfectly.", 
        "RDATE": "on June 3, 2016 \n on June 3, 2016 \n on June 3, 2016 \n on June 2, 2016 \n on June 2, 2016 \n on June 2, 2016 \n on June 2, 2016 \n on June 2, 2016 \n on June 2, 2016 \n on June 2, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Four Stars \n Five Stars \n Three Stars \n Two Stars \n Two Stars \n Just like new! \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=69", 
        "REVIEW": "After less than 2 months my screen stopped working. Never dropped and it's inside of a life proof case. \n I got this iPhone with scratches and dints. Is not a refurbished certified item by Apple. Very disappointed. \n Amazing Quality!!! \n It cames with all the accesories!! \n Amazing i'm happy with it. \n very nice like new \n Perfect. Only one very bad point : impossible to switch off the camera shutter noise. If anybody has a solution,  please tell me. \n TBH I am a little annoyed with my purchase of this phone this far, it's been less than a week. The charger the phone came with did not work with the phone. I tried plugging it into the wall outlet, my computer - nothing worked. I had the charger from my iPhone 5 which worked for 2 days, before I started getting a \"This cable is not authorized for use\" message (my charger is a legit Apple charger), and the phone died, so I had to go out and spend $25 on a new charger because I had no other option; I needed a phone, and wasn't sure if it was the phone jack or the actual charger that was the issue. The new charger has been working for 2 days, until a few minutes ago I started receiving the same message the cable is not authorized for use. Fortunately if I replug the cable it connects again..but that didn't work with the first 2 apple chargers I used for it so I am anticipating the problem will be ongoing. I will see how it goes as it said the description it comes with a 90-day warranty but I am a little pissed I spent so much for a phone that is having issues 5 days in. \n Has yellow tint around the screen \n The Iphone it supposed to be like new? \n It came w like four scratch and glass broken \n I will not recommend this item \n I  found other Iphone new better price \n Tnks anyway. \n Very good. \n Love it. \n Yes great phone", 
        "RDATE": "on June 2, 2016 \n on June 1, 2016 \n on June 1, 2016 \n on June 1, 2016 \n on May 31, 2016 \n on May 31, 2016 \n on May 31, 2016 \n on May 30, 2016 \n on May 30, 2016 \n on May 30, 2016", 
        "TITLE": "buyer beware \n You get what you pay for. \n Amazin Quality \n One Star \n Perfect. Only one very bad point \n Charger it came with does not work, and no charger seems to be \"authorized\" for the phone \n One Star \n Not satisfied \n Four Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=70", 
        "REVIEW": "Great \n Had  a excellent experience  Thanks will use on line more \n The phone came in great condition. The only big issue that i have here is that the battery life is horrible! On a fully charged battery it lasts maybe 3 hours if im lucky. which ultimately sucks. I will probably have to buy a new battery for it. Other than that its good and the extended battery pack that I always have to keep on me is a downfall but its okay for now. \n LOOKS NEW, FEELS NEW MY  SIBLINGS LOVE IT, PERFECT SIZE FOR 12Yrs olds \n I bought this phone to use with Tracfone's Bring Your Own Phone program (upgrading from an iphone 4S) and it is working perfectly. I did have an issue with the sim card not working, so I did have to call Tracfone, but they immediately sent a free replacement despite the fact that I bought the sim card through Amazon. The new sim ward worked perfectly. Everything transferred and my new phone was activated within a couple hours. \n This phone looks brand new. There weren't any scratches or visible wear on it. It charged perfectly and the improved battery performance over the 4S is extremely impressive. I love the Siri upgrade and the fingerprint unlock option (which works perfectly). All in all, this phone is exactly what I wanted and this was the lowest priced 5S I could find anywhere. \n Excelente \n Very bad very bad. Totally used and scratch phone I returned this phone within a hour. \n its good, except that it gets heated after the usage of calls or browse the apps. \n otherwise, the phone is good for the amount paid. \n So far , it is great \n Very nice looking phone, but it angers me greatly on the fact that it's never unlocked like it says it is!!! I ordered an UNLOCKED phone. I'm am very upset at the fact that it isnt.", 
        "RDATE": "on May 30, 2016 \n on May 29, 2016 \n on May 28, 2016 \n on May 28, 2016 \n on May 28, 2016 \n on May 28, 2016 \n on May 27, 2016 \n on May 27, 2016 \n on May 26, 2016 \n on May 26, 2016", 
        "TITLE": "Five Stars \n Had a excellent experience Thanks will use on line more \n The phone came in great condition. The only big issue that i have ... \n FEELS NEW MY SIBLINGS LOVE IT, PERFECT SIZE FOR 12Yrs \n Looks brand new and works perfectly with Tracfone's BYOP program \n Five Stars \n One Star \n its good, except that it gets heated after the usage ... \n it is great \n Very nice looking phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=71", 
        "REVIEW": "Excellent and great condition. Just like new \n I was so nervous buying this product but it came in ON TIME and I could not have asked for a better phone! NO SCRATCHES OR DENTS!! Works great with straight talk also! \n Fantastic product. We expected at least a scratch or two, but the 5s arrived looking brand new! Couldn't be more pleased! \n Charger was not original and the cable broke the day i received. No earphones are delivered. \n Great quality, updated OS. I can't even tell it's refurbished. \n Great refurbished phone! No issues and a good price! Would definitely do business with them again!! \n Excelent \n Excelente! \n Good \n We needed a different kind of phone not GSM", 
        "RDATE": "on May 26, 2016 \n on May 26, 2016 \n on May 26, 2016 \n on May 25, 2016 \n on May 25, 2016 \n on May 24, 2016 \n on May 24, 2016 \n on May 24, 2016 \n on May 24, 2016 \n on May 24, 2016", 
        "TITLE": "Five Stars \n HIGHLY RECOMMEND \n Very Happily Surprised! \n No original charger \n Amazing quality \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n One Star"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=72", 
        "REVIEW": "So far so good \n great \n Love it! Like a new phone. No flaws. Came with its original box along with all the accessories. \n Cause it didn't turn on no more \n Very good phone & works great! \n The logo is not perfect As it seems to be a old one at the back with totall scratches on the logo as it is unclear and product do work bit slow \n Works great, no complaints \n When the item arrive Im fully confident that the phone really works because its from amazon.when I reached in the Philippines to give it to my sistet as a present I was so embarassed that phone did not work the screen  just keep on blinking \n It's been good \n It was brand new, the condition of the phone was perfect. Not a scratch on it. The only issue was that it came with a dead battery! Returned and disappointed with the waste of time.", 
        "RDATE": "on May 24, 2016 \n on May 23, 2016 \n on May 23, 2016 \n on May 23, 2016 \n on May 23, 2016 \n on May 23, 2016 \n on May 22, 2016 \n on May 22, 2016 \n on May 22, 2016 \n on May 22, 2016", 
        "TITLE": "It's pretty okay, ordered gold but didn't get it but it's alright \n Five Stars \n Highly recommended. \n One Star \n Five Stars \n The logo is not perfect As it seems to be a old one at ... \n Good value, no problems \n When the item arrive Im fully confident that the phone ... \n Five Stars \n Perfect Condition Except..."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=73", 
        "REVIEW": "Good product and good service...!!! \n I got this as a replacement for a phone with a shot battery. Now this one has a shot battery too:/ completely ridiculous. And TWO DAYS before the 90 day warranty expires. \n Delivered as promised \n Great product, I would have not known it was refurbished. It is small and handy, and has the latest APPs! I should keep it for a while! \n We got our phone this week and within a day the charger housing burnt out. The charger it came with actually made sparks and seems to have burnt out the charger housing to the phone. It now will not charge. Very disappointed as our 12 year old saved money to buy his fist phone and this is what happened to it. Now we have to go through the most likely painful process of filing a claim and returning everything. Jus glad we're still in the manufacturer's warranty period. \n We started having problem with battery loading charge so fast and taking longer to recharge. The front part is deteriorating too. \n As expected. \n Nice produc \n I was a little hesitant because of the other reviews but I literally got a new phone. I've had it for a few weeks now and so far so good, no problems at all. Overall in perfect condition ! \n Exactly what I expected.", 
        "RDATE": "on May 22, 2016 \n on May 22, 2016 \n on May 21, 2016 \n on May 21, 2016 \n on May 20, 2016 \n on May 19, 2016 \n on May 19, 2016 \n on May 19, 2016 \n on May 18, 2016 \n on May 18, 2016", 
        "TITLE": "Good product and good service...!!! \n I got this as a replacement for a phone with ... \n Four Stars \n Great product, I would have not known it was ... \n Very disappointed as our 12 year old saved money to buy ... \n We started having problem with battery loading charge so fast ... \n Four Stars \n Three Stars \n I've had it for a few weeks now and so far so good, no problems at all \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=74", 
        "REVIEW": "Very good iphone \n Good quality \n We are delighted with this purchase. The option for gold was an added bonus. Bought the phone as an upgrade for my mother (her first smart phone). \n Phone was defective - only worked over wifi - could nut make or receive calls because there was no service - took to AT&T and the Apple Store \n item incomplete \n Perfect. Looks brand new, and works like a brand new phone. I would highly suggest getting a used cell phone Certified Refurbished before considering buying a cell phone from any other seller. I trust Apple to give me the best product, and they do test used cell phones before putting them back out on the market. I have purchased other Certified Refurbished products from Apple, and have never had a problem. \n Bad boxing \n So far is great, I love my phone. \n I bought for my son refurbished iPhone 5s  last year and it came like it was described with little or no damage. I bought iPhone 5S for my daughter from this seller and it said  The same thing except the phone that I received it was a wreck, there was damage on every single side of the phone and at least five big scratches on the screen . I don't recommend this seller \n i am very disappointed in this product. i bought the phone and less than 2 weeks the phone wont work , every time i open the open it turns off right away then it freezes on the apple logo. now it wont even charge, i went to go get it fixed and they said they are not able to fix it.. i did not pay $300 for this crap.", 
        "RDATE": "on May 17, 2016 \n on May 17, 2016 \n on May 17, 2016 \n on May 16, 2016 \n on May 16, 2016 \n on May 16, 2016 \n on May 15, 2016 \n on May 15, 2016 \n on May 15, 2016 \n on May 15, 2016", 
        "TITLE": "Five Stars \n Five Stars \n We are delighted with this purchase \n Phone Didn't Work \n Two Stars \n Perfect. Looks brand new \n Two Stars \n Five Stars \n Phone was wrecked \n i did not pay $300 for this crap."
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=75", 
        "REVIEW": "Perfect! \n It looked brand new, no signs of wear... Great purchase. \n The most I liked about this phone is the touch id and access control on apps \n Great phone. Received in great condition. \n Excellent product! \n All is ok \n Great quality! Fast shipping! \n Most features work fine, but the battery won't hold a charge for more than a few hours.  The battery should have been checked before selling it. \n It looks good. However, for one occasion it shows me some audio problems,for a short time, it fixed by itself. Details that scared me because it only has like a month in my hands. But, I hope this situation no happen anymore. \n super \n Great item, great price", 
        "RDATE": "on May 15, 2016 \n on May 15, 2016 \n on May 14, 2016 \n on May 14, 2016 \n on May 14, 2016 \n on May 14, 2016 \n on May 14, 2016 \n on May 13, 2016 \n on May 13, 2016 \n on May 12, 2016", 
        "TITLE": "Four Stars \n Awesome deal for the price \n Four Stars \n Four Stars \n Five Stars \n Five Stars \n Most features work fine, but the battery won't hold a charge for ... \n It looks good. However \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=76", 
        "REVIEW": "Best phone I ever owned \n Great item. Looks like new. Satisfied \n did not specify what carrier it was. Unable to use with verizon had to send it back \n Everything you'd expect from an iPhone in its iconic package. \n In full working condition, did not come in with headphones which I was hoping it would have, but never the less, a great product for the value! \n Amazing condition. I am convinced the phone is indeed an official Apple product. No blemishes, no scratches. Overall rating 6/5. \n The product was better than I expected. Amazed st the good condition the phone is in. Glad I made the purchase. \n There is a pink stain running down in the middle of the screen other than that the phone is perfect \n already broken what a waste of money dont but it only last 2 month till it broke \n I get my iphone 5s gold but  all body nd back part is Scratch for why?", 
        "RDATE": "on May 12, 2016 \n on May 12, 2016 \n on May 12, 2016 \n on May 12, 2016 \n on May 12, 2016 \n on May 11, 2016 \n on May 11, 2016 \n on May 11, 2016 \n on May 11, 2016 \n on May 10, 2016", 
        "TITLE": "Five Stars \n Four Stars \n One Star \n Great phone, great value. \n Nice \n Very pleased. \n The product was better than I expected \n There is a pink stain running down in the middle ... \n Dont Buy it!!! buy new \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=77", 
        "REVIEW": "Phone came as new, with no blemishes or cracks. \n very good. \n Is just what I expected even though I still had to buy a new charging cord. Was a great buy for the price!! \n This particular refurbished phone couldn't really be passed off as completely knew, has a few very evident chips that I would rather consider \"chunks\" missing from the back casing. And the camera really doesn't work, something is wrong with the lens so that clarity is reduced with photos. Otherwise can't complain for the price. \n thanks \n Really pretty gold IPhone!!! I was able to get it on with no problem. I'm about to buy one for my bf \n Had this phone a couple months and now it's having sound issues. The sound goes in and out and I can't replace it because my return window has expired \n I'm writing another review because this phone isn't what I expected it to be it cuts off all the time and you can barely use it, it says 100% sometimes when it's not actually on 100% it crashes and freezes it cuts off in the middle of my calls too horrible phone and a waste of money but it's suppose to be refurbished but it's a piece of trash and it didn't come with headphones like it says nd now I can't use the phone at all I want my money back but I don't know how to get it that phone is garbage and it was a waste of my money !! \n It works \n The phone says \"new\" and actually looks brand new, but there were dings in it. For me personally when you look at it it looks really nice (and it is), just that for something that should've been brand new shouldn't have been so high. Other than that love the phone, and I'm a happy customer.", 
        "RDATE": "on May 10, 2016 \n on May 9, 2016 \n on May 9, 2016 \n on May 9, 2016 \n on May 9, 2016 \n on May 8, 2016 \n on May 8, 2016 \n on May 7, 2016 \n on May 7, 2016 \n on May 7, 2016", 
        "TITLE": "Perfect \n Five Stars \n Was a great buy for the price \n Overall Good \n Five Stars \n Really pretty gold IPhone \n Has sound issues \n Don't buy \n It works \n Four Stars Because I'm A Reasonable Person"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=78", 
        "REVIEW": "The Apple IPhone was great.  Fast delivery and worked well.  It was a Christmas gift for my son and he's still using it. \n It was good \n 100% \n I was a bit worried given the good price point of this product and the slightly mixed reviews. However, the phone came in great condition - no scratches or visible marks. I've had the phone for a couple of weeks and have had zero problems with functionality. I will update should anything change but so far I am very happy with my purchase. \n Would've given it 5 stars but the charger and the earphones wasn't included. The iPhone itself looks brand new! My moms very happy with her gift. \n My phone apparently was manufactured in Japan, therefore the camera shutter sounds aren't able to be shut off. Everything else works fine but this is annoying \n V.good \n The whole phone is really like a new one, while the edge of the touching screen sometimes is a little bit not so sensitive. Overall, the price for this phone is completely worthy. \n I was a little skeptical about purchasing a refurbished phone for my son, but because a new iPhone 5s would cost between $400 - $500, and a 6s would cost even more than that, I went this route.  To say the least, he and I could not be happier with the purchase.  The phone showed up on time, packaged very neatly and safely, and most importantly the phone works flawlessly and looks brand new.  There is literally not a scratch or mark on the screen or case anywhere.  I highly recommend this product to anyone. \n I never got the case or screen protector", 
        "RDATE": "on May 6, 2016 \n on May 6, 2016 \n on May 6, 2016 \n on May 6, 2016 \n on May 5, 2016 \n on May 4, 2016 \n on May 4, 2016 \n on May 4, 2016 \n on May 4, 2016 \n on May 4, 2016", 
        "TITLE": "The Apple IPhone was great. Fast delivery and worked well \n Five Stars \n Four Stars \n So far so good! \n My moms very happy with her gift \n Everything else works fine but this is annoying \n Four Stars \n The whole phone is really like a new one \n he and I could not be happier with the purchase \n Three Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=79", 
        "REVIEW": "Great \n good \n Came in great condition. \n Good \n Excellent product \n sucked \n Love it!!!  Arrived as advertised.  Looks like it had never been out of the box.  MUCH easier to use than Samsung android phone. \n The phone came in a day early which was great. It is a gift for my nephew and he absolutely loves it. Almost as much as he loves his new fire tablet. I do all of my electronic shopping on Amazon and I recommend it highly to others. Service and quality at its best. \n Came in great condition, however, the model that I received is NOT factory unlocked! \n like new , thanks !", 
        "RDATE": "on May 3, 2016 \n on May 3, 2016 \n on May 3, 2016 \n on May 3, 2016 \n on May 3, 2016 \n on May 3, 2016 \n on May 2, 2016 \n on May 2, 2016 \n on May 2, 2016 \n on May 2, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Five Stars \n Five Stars \n Five Stars \n One Star \n Love it! \n Excellent as usual \n NOT factory unlocked \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=80", 
        "REVIEW": "Very happy with the phone, fast delivery \n Only complaint is there's a pink tint on the lcd. \n The phone was in excellent condition and works great.  Very happy with it. \n Was not a GSM phone. \n So far so good, don't have any problem with the phone \n Dis coloration on top of the screen (yellowish). Big scratch on the back. Product description said it is like \"new\" and certified refurbished, seller needs to improve quality process to check these units. Needed this phone in urgency and now I have to look for another one. Not satisfied a tall \n I love everything about it! Good investment. \n Its ok. I thought the screen wouldnbe bigger. \n Don't waste your time! \n I have had 2 refurbished ones since February 14th.  The first one was Space Grey and it was ok.  It had a few knicks on the side, which was fine.  However, voice calls sounded like people were drowning in water.  And the battery life was terrible.  It also took terrible pictures with the flash on. \n I then ordered a gold one.  It was in perfect condition (or so I thought).  The camera shutter sound would not shut off, no matter what I did.  After nearly a month, the phone started glitching and clicking apps that I did not click and so forth.  I couldn't control what it was clicking.  I will be sending this one back today (it was from the seller BREED). \n Do yourself a favor and go out and buy a NEW iPhone!  You won't regret it. \n I was satisfied with my product. The only problem I had was the battery. I had to go get the battery replaced, but after it worked like a dream.", 
        "RDATE": "on May 2, 2016 \n on May 2, 2016 \n on May 1, 2016 \n on May 1, 2016 \n on April 30, 2016 \n on April 30, 2016 \n on April 30, 2016 \n on April 30, 2016 \n on April 30, 2016 \n on April 30, 2016", 
        "TITLE": "Happy \n Tint on LCD. \n Five Stars \n One Star \n Five Stars \n Damaged on arrival, screen issue and scratch at the back \n Five Stars \n Five Stars \n Terrible phones \n Battery"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=81", 
        "REVIEW": "Headphone missing plus more and also is not new \n It's a nice pice and Phone condition Is too good. \n I like to by a every item to the Amazon.. \n Tx Amazon to help me out a good phone. \n Just what I wanted. Great condition. Enjoying. \n The iPhone 5s is in perfect condition But The only bad es The headset, The headset isnt coming in the Box \n Shipped fast and works great! \n Phone did not work properly at all . Big waste of time . Seller handled situation perfectly but bad product .glitchy phone. \n This is my first refurbished iPhone purchase.  Great value on a Great Product. \n It was fine until my screen started to come apart from the frame of the phone. Now my screen gets all wonky \n I needed a new phone and I love it thank you guys \n Great Product!! In amazing condition but you can't turn off the shutter sound when taking pictures.", 
        "RDATE": "on April 30, 2016 \n on April 29, 2016 \n on April 29, 2016 \n on April 29, 2016 \n on April 29, 2016 \n on April 29, 2016 \n on April 28, 2016 \n on April 28, 2016 \n on April 28, 2016 \n on April 28, 2016", 
        "TITLE": "One Star \n Nice phone \n Great condition. Enjoying \n Where is the headset? \n Five Stars \n Big waste of time \n Great Value on a Great Product \n It was fine until my screen started to come apart from the ... \n Five Stars \n Good but shutter sound stays on"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=82", 
        "REVIEW": "Great, great, great \n I am geeting software issues using this phone \n It looks and works like new, just as described. Only one thing: the cable didn't work. So I gave it four stars. \n My daughter likes it. No issue at all and shipping is quick. \n nice \n 100% fine, no damage all works. Unlocked work in Argentina. \n good \n Awesome phone like new not even a scratch! Even came with new Apple buds,oem cable and charger what a deal and excellent savings \n Thank you \n doesn't work \n Was mett", 
        "RDATE": "on April 27, 2016 \n on April 27, 2016 \n on April 26, 2016 \n on April 26, 2016 \n on April 26, 2016 \n on April 26, 2016 \n on April 26, 2016 \n on April 26, 2016 \n on April 25, 2016 \n on April 25, 2016", 
        "TITLE": "This phone was perfect \n One Star \n It looks and works like new, just as described \n Four Stars \n Three Stars \n Five Stars \n Four Stars \n New at half the cost \n One Star \n Great"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=83", 
        "REVIEW": "Just got the phone and it works good. First day so.. Seeing how it works \n D10! \n Came in a timely manner and as expected. \n phone is like new, but the charger is not working smh.. \n Everything \n it kept getting suck when i was charging it up and it would call or txt all by itself \n Great condition- I phone 5s was delivered fast,safely and in great working order. Phone was clean and free of any screatchees or marks-just as it said! \n good phone, good price! \n Nice condition \n A+++", 
        "RDATE": "on April 25, 2016 \n on April 25, 2016 \n on April 25, 2016 \n on April 25, 2016 \n on April 25, 2016 \n on April 24, 2016 \n on April 24, 2016 \n on April 24, 2016 \n on April 24, 2016 \n on April 23, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Five Stars \n broken charger \n Four Stars \n One Star \n Great condition- I phone 5s was delivered fast \n Five Stars \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=84", 
        "REVIEW": "Excellent \n Luk like new my son loves \n I made my first switch to an iPhone with this phone. I am so pleased. I have dropped it so many times and it hasn't cracked the screen, though I always have a case. I love my iPhone. \n It a very nice phone and I love it. \n Good \n the cell is in poor condition . with much damage . And with iCloud account set . I can not USE . \n Works perfectly! Great for international use \n perfect \n Excelente \n Phone works good but after a few days the phone back camera broke so had to return it.", 
        "RDATE": "on April 23, 2016 \n on April 23, 2016 \n on April 23, 2016 \n on April 22, 2016 \n on April 22, 2016 \n on April 21, 2016 \n on April 21, 2016 \n on April 21, 2016 \n on April 21, 2016 \n on April 21, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Yasss! \n Four Stars \n Five Stars \n the cell is in poor condition. with much damage \n Great for international \n Five Stars \n Five Stars \n Problems/advice"
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=85", 
        "REVIEW": "Perfect. As described A+++ \n This is the second form this vendor. No problems on either one so far. Used a $9.00 sim kit and both came up no sweat. \n I love my iphone 5s!!! \n I bought two iphones. I liked one and other is just ok. Overall satisfied with what I got for the money I spent \n Not a bad purchase but doesn't hold a charge for more than 12 hours \n Phone is really good no scratches or dents. Phone works like new no problem \n So far pretty good phone . \n very bad phone \n phone is new and until now works excellently \n It was in perfect condition when I got it no problems but it is a Japan phone so you can't turn the camera and screen shot click sound off and it's really annoying.", 
        "RDATE": "on April 19, 2016 \n on April 19, 2016 \n on April 19, 2016 \n on April 19, 2016 \n on April 18, 2016 \n on April 18, 2016 \n on April 18, 2016 \n on April 18, 2016 \n on April 18, 2016 \n on April 18, 2016", 
        "TITLE": "Five Stars \n This is the second form this vendor. No problems ... \n love \n I liked one and other is just ok \n A good value \n Five Stars \n Five Stars \n One Star \n Five Stars \n It's great except it's a Japan phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=86", 
        "REVIEW": "Perfect! The phone came in great condition. It literally has one scratch that I really had to look to find. I love it. AT&T hooked it up no problem. The phone works great...calls, texts,apps,iTunes,and FaceTime all work great. \n The phone is amazing and i got it earlier then i said i would it has no scraches at all no cracks ether its just a amazing phong \n Got it looking brand new not one complaint !! \n The exceeded my expectations wow it was beautiful! Had it activated and working in no time. Would recommend  BuySPRY for your next phone. \n I was a bit skeptical of buying this because of the mixed reviews but..... \n It turned out great, no scratches and no problems with the software. In fact I'm righting this review on it right now. \n Why there is no headphone with the phone \n It worked (we're in Canada) and my 14 year old son is happy.  We purchased the 'Balee Ultra Thin Anti-Scratch Tempered Glass' to protect his investment. \n Very disappointed....I thought this is Factory Unlocked but its not \n Came packaged nicely no stay he's or dents or problems activated to my carrier with no problems 100% fits the description I'm very pleased with my order I was hesitant at first because of the mixed reviews but honestly I think people just break them themselves and lie. This is a great phone if recommend it ! \n This is definitely not new!!! It has so many scratches on the back and the apple logo on the back of the phone has some bad scratches!!!", 
        "RDATE": "on April 18, 2016 \n on April 17, 2016 \n on April 17, 2016 \n on April 16, 2016 \n on April 16, 2016 \n on April 15, 2016 \n on April 15, 2016 \n on April 14, 2016 \n on April 14, 2016 \n on April 14, 2016", 
        "TITLE": "Love the IPhone! \n The phone is amazing and i got it earlier then i said i ... \n Five Stars \n Apple 5S \n Like brand new!!! \n no headphone \n ... in Canada) and my 14 year old son is happy. We purchased the 'Balee Ultra Thin Anti-Scratch Tempered ... \n One Star \n I love it \n NOT NEW!!!"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=87", 
        "REVIEW": "Works fine.  Im always buying one generation old phones to avoid contracts.  Mine die by being dropped on asphalt or in toilets.... \n The phone arrived broken. Screen has a huge pink cast on it. \n I'm loving my new iPhone. No wear or tear, especially for it being refurbished. Best mobile device I have ever owned! \n Phone was in excellent condtion, but there was no charger in the box, so sad... \n A really good product! The aparience was perfect! \n No marks, the best quality.. \n The phone they sent me doesn't work. I bough it to connect it in El Salvador and the phone stopped working after a few weeks. It started turning off and then it would go past the screen of the apple when you turn it on and the screen goes blue. Either its stolen or they replaced the screen with one that is not compatible with the phone. Now I cant return it and it is unfortunate I spent $255 for something that does not work. Piece of advice DO NOT BUY IPHONES OF AMAZON. \n Wouldn't recommend. I bought mine after the screen shattered on my original one (at a similar condition as this one). I was very disappointed. My phone randomly freezes when texts are coming in and it took me over a month to notice it was because of the phone. I have to restart it every time to make it work again. \n Very pleased with my purchase and the excellent service provided. \n Arrived on time and works great on GSM (T Mobile and Metro) networks. Metro easily inserted their required SIM card when I signed up for service. Was advertised as SILVER but came in WHITE-which was my preference anyway, (had to deduct one star for that).  Phone was clean, no scratches and works well. Price was reasonable for this phone. I would purchase from this seller again. \n Very nice. I got a new iPhone and charger only thing missing is the earphones but it's sooo nice thanks much.", 
        "RDATE": "on April 14, 2016 \n on April 14, 2016 \n on April 13, 2016 \n on April 13, 2016 \n on April 13, 2016 \n on April 11, 2016 \n on April 11, 2016 \n on April 11, 2016 \n on April 11, 2016 \n on April 10, 2016", 
        "TITLE": "Works fine. Im always buying one generation old phones to ... \n One Star \n Great Buy \n Arrived without charger \n Four Stars \n Defective phone! \n Wouldn't recommend. I bought mine after the screen shattered on ... \n Five Stars \n Great telephone \n Very nice. I got a new iPhone and charger only ..."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=88", 
        "REVIEW": "The iPhone works well. It was packaged appropriately and it works just fine. \n It looks very new! And it works well. love it! \n excellent product in perfect condition and released in Venezuela works perfect I highly recommended you purchase \n The phone is really like a new one, just a very small mark which is almost invisible. Thank you very much! I am really happy with this purchase. Especially after my slow samsung phone. It works well so far)). Thank you! \n Phone does not work. Turns off and on. Complete waste of time and money. Sending it back. \n Excellent!! Like new. Not scratches, work perfectly. \n The phone works just fine, bought and received a week ago. Set up easily as any other phone. The back camera has a haze or something when looking at the photo just taken, but seems ok when posted on social media.  Needed a phone quick and still under contract with phone company. Very pleased so far. \n It said I was getting the silver and white one but I got a silver and black \n Came in amazing condition and it looks and feels new \n WORST PURCHASE! THE PHONE DIES WHEN ITS AT 30% AND HAD SCRATCHES", 
        "RDATE": "on April 10, 2016 \n on April 9, 2016 \n on April 9, 2016 \n on April 8, 2016 \n on April 8, 2016 \n on April 8, 2016 \n on April 8, 2016 \n on April 8, 2016 \n on April 6, 2016 \n on April 5, 2016", 
        "TITLE": "Good Product , Very Satisfied \n love it! \n Five Stars \n The phone is really like a new one \n Complete waste of time and money \n Five Stars \n Works great \n Two Stars \n Five Stars \n DONT BUY"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=89", 
        "REVIEW": "Excellent phone for a Christmas present.My granddaughter loved the 5S iPhone. \n I'm really happy with my IPhone, it looks brand new! I got It on time.I was really nervous because it had a sticker on the back saying it was Verizon, but it turned out that it was really unlocked for GSM carriers. The chargers I got are not apple products but that's fine, they still work great! \n I ordered this iPhone expecting it to be as the description said: only compatible with GSM carriers such as AT&T and T Mobile, not non-GSM carriers such as Verizon, Sprint, etc. Yet the first words I read on the sticker as I took it out of its box was Verizon Carrier. \n Also, I ordered an unused, new refurbished iPhone, but it came in a plastic baggie inside a small, cardboard box. Nice going. That sucker was totally used. \n This phone looks and acts brand new. Delivered right on time, with specified recharger. I'm giving it only four stars because although it was really unlocked as described on the website, it arrived with a sticker on the back designating it as a Verizon phone. The seller could not be reached, as it was a Saturday, and Amazon customer service could not provide any more info. When I took it to my service provider of choice (not Verizon), there was no problem. It was unlocked. Just carelessness on the sellers part. It's a great phone at a good price. Just don't get nervous if you get the sticker. \n My phone came with no headphone nor does it have the apple box and it was a little crack on the back of the phone. The front was okay but have a little scratch. I'm pretty disappointed but overall the phone work great \n Great seller, great phone ! \n Excellent product, it works like new. Totally recommended. \n I love it! Works perfectly!! \n Missing charger and cable that was supposed to be part of my purchase. \n I was pleased with what i got , it came on time and shipped perfect but the only thing is that it had a scratch or 2 on the edge but besides that the phone is perfect. Also the phone died and it takes long to charge or maybe the charger doesnt work ? But overall its pretty good", 
        "RDATE": "on April 5, 2016 \n on April 5, 2016 \n on April 4, 2016 \n on April 3, 2016 \n on April 2, 2016 \n on March 31, 2016 \n on March 30, 2016 \n on March 30, 2016 \n on March 30, 2016 \n on March 30, 2016", 
        "TITLE": "5S IPhone \n Worth it overall! \n Nice going. That sucker was totally used \n New and beautiful \n I'm pretty disappointed but overall the phone work \n Just as listed ! \n Nice! \n Great! \n Missing charger and cable that was supposed to be part of my purchase. \n I was pleased with what i got"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=90", 
        "REVIEW": "I couldn't even use in the Frist day and I'll return it \n As described and perfect.  Thank you! \n Works well. \n I wasn't real warm and fuzzy about spending this kind of money online for something like an unlocked phone. I have AT&T and was worried the Iphone wouldn't work. When the Iphone arrived, it was like brand new. AT&T didn't have any problems getting it going for me. I am very happy with my order, and would do it again if I had to. \n Got iphone today and came in perfect condition... \n Very Happy w results \n It was good, untill now no problem thank you. \n DONT BUY!!!! THEYRE USED \n Pretty good; looks almost brand new and it worked fine. \n I ordered a NEW silver phone.  I received a scratched white one.  I would have been okay with a certified refurbished one or even the white one but it was heavily scratched. It was clearly not the one that I ordered.  It went straight from opening to ups return. \n Phone looks absolutely brand new with look and feel but the biggest disappointment is the product which I recieved, the power button and volume buttons does not work at all.", 
        "RDATE": "on March 30, 2016 \n on March 30, 2016 \n on March 30, 2016 \n on March 30, 2016 \n on March 29, 2016 \n on March 29, 2016 \n on March 29, 2016 \n on March 29, 2016 \n on March 29, 2016 \n on March 29, 2016", 
        "TITLE": "One Star \n Five Stars \n Four Stars \n ... about spending this kind of money online for something like an unlocked phone \n Five Stars \n Four Stars \n One Star \n Four Stars \n Not phone I ordered \n ... brand new with look and feel but the biggest disappointment is the product which I recieved"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=91", 
        "REVIEW": "The product is good but the box is not from Apple. Is a regular box \n same as new, looked over very carefully by 4 sets of keen eye.  who couldn't beleave it posable! \n There's no problems I notice. \n Works perfectly thank you guys \n ok \n The screen keeps turning blue... Then reseting. Had to do a hard reset a handful of times. I'm dissatisfied. \n Phone was in very good condition, a few scratches but nothing serious. Works as expected and very happy with my purchase. \n excellent  thank you Amazon. \n Phone was refurbished, looked like new and worked great \n Works perfectly", 
        "RDATE": "on March 28, 2016 \n on March 28, 2016 \n on March 27, 2016 \n on March 26, 2016 \n on March 26, 2016 \n on March 25, 2016 \n on March 24, 2016 \n on March 23, 2016 \n on March 23, 2016 \n on March 23, 2016", 
        "TITLE": "Four Stars \n Five Stars \n Four Stars \n Five Stars \n Four Stars \n One Star \n Phone was in very good condition, a few scratches but nothing serious \n excellent thank you Amazon \n looked like new and worked \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=92", 
        "REVIEW": "It is working good so far, just as brand new, but it really gets extremely warm when charging... thinking if returning it \n PERFECT \n Phones work great but the chargers are breaking already \n works like brand new, came in good condition. no problem thus far \n Perfect \n Was in perfect condition! \n Love this phone! I trust Amazon 110% and that's part of the reason I decided to buy a refurbished electronic product, actually this is my second refurbished Apple product and I'm very happy with both purchases. So save money and buy refurbished products, don't be cynical! If you don't, the only thing you have to lose is MONEY! I recommend this product to anyone who likes saving money. My iPhone is no different than my daughter's. Except, my bill is cheaper because I use AT&T go phone service! AND I OWN THIS PHONE! NOT THE CELL CARRIER! \n I'm very happy with my phone. \n Excellent \n I love it thank you looking at the reviews at first had me thinking I was wasting my money but I got the iPhone it came on time not one crack or scratch I love it thank you thank you (:", 
        "RDATE": "on March 22, 2016 \n on March 22, 2016 \n on March 22, 2016 \n on March 22, 2016 \n on March 21, 2016 \n on March 21, 2016 \n on March 21, 2016 \n on March 19, 2016 \n on March 18, 2016 \n on March 18, 2016", 
        "TITLE": "It is working good so far \n Five Stars \n One Star \n Four Stars \n Five Stars \n Good for the Price! \n Love it! \n Love it \n Five Stars \n Best seller 👌"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=93", 
        "REVIEW": "In a very good shape \n The phone went bad a month after I bought it. I took it to the Apple store and they told me they couldn't fix it. The phone just shut down and never turned back on. and the seller didn't refund my money. \n Excellent \n Good Price - Good Condition - Working Better \n The description correct \n It was in great shape \n Phone is working perfect and I am loving it. Dealer too care in shipping to unsure damage control \n Arrived in a timely manner, well packed and was as new.  It is working well. \n Great phone for the Price. \n Great phone,  very reliable.", 
        "RDATE": "on March 18, 2016 \n on March 18, 2016 \n on March 18, 2016 \n on March 18, 2016 \n on March 17, 2016 \n on March 17, 2016 \n on March 17, 2016 \n on March 16, 2016 \n on March 15, 2016 \n on March 15, 2016", 
        "TITLE": "Four Stars \n The phone went bad a month after I bought it \n Five Stars \n Four Stars \n Four Stars \n Five Stars \n Five Stars \n Five Stars \n Great phone for the Price. \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=94", 
        "REVIEW": "I love it \n My daughter loves it! \n The lightning cable is badly damaged, so the product had much more use than I expected (too much used for a \"Certified refurbished\" product). The iPhone is apparently in good condition, time will tell. \n Piece of crappie phone and buying it refurbished was a big mistake thought I could save money. .. then a week later it was stolen from my daughters class in school,never again will buy a iPhone \n Works great! Took the SIM card from my shattered 5s and it works perfectly! \n Very satisfied with this product. \n Phone isn't working well, it resets randomly. And there are problems with the audio quality. So disappointed. And the return window closes 3 days ago so I can't even return it. Will have to throw it away. A waste of money. Be careful when buying these used pones. :( \n Good so far \n Nice phone \n Very satisfied", 
        "RDATE": "on March 15, 2016 \n on March 14, 2016 \n on March 14, 2016 \n on March 14, 2016 \n on March 13, 2016 \n on March 13, 2016 \n on March 12, 2016 \n on March 12, 2016 \n on March 12, 2016 \n on March 12, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Very disappointing \n Dissatisfied \n Great product \n Four Stars \n Not working well \n Five Stars \n Five Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=95", 
        "REVIEW": "The iPhone was broke when I got it  when I turn the  phone on there was lines  on the screen \n No issues, quick delivery!! Love my phone!! \n Completely satisfied with the phone. It was a little scratched on the bottom, right where the phone gets charged but this was anticipated as it was refurbished. The phone works great! \n Love it \n a good buy \n It came without cable charge! Is there any posibilty to send one to the same address? Thank you! \n phone works great looks great very satisfied \n Arrived on time. So far no problems. Hoping to get some of the acecceries like ear plugs etc... \n it works fine but the finger print and was wondering if i can get a new one that has that working \n Shipped quick and phone was excellent when received and not 1 issue. Would buy from them again!", 
        "RDATE": "on March 12, 2016 \n on March 12, 2016 \n on March 11, 2016 \n on March 11, 2016 \n on March 11, 2016 \n on March 11, 2016 \n on March 10, 2016 \n on March 9, 2016 \n on March 9, 2016 \n on March 8, 2016", 
        "TITLE": "The iPhone was broke when I got it when I ... \n Love it!! \n Completely satisfied with the phone \n Five Stars \n Five Stars \n Three Stars \n Five Stars \n Hoping to get some of the acecceries like ear plugs etc \n it works fine but the finger print and was wondering if i ... \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=96", 
        "REVIEW": "Absolutely amazing, came later then I paid for, but it was only a day, I highly recommend this \n excellent \n It doesn't come in a apple box doesn't even come with earbuds and it is danted in the corner \n I hate the phone it looked like. All the edges were scratched and there were many striped through out the phone. I think someone has used it pretty rough. So, I returned the product without hesitation \n excelente producto, recomendable \n Have a problem down loding . \n Phone came quickly and in perfect shape. It is a refurbished phone and the description said may have minor blemishes, but ours came in looking as if it had just came out of a box!! Excellent product at a great price. \n I liked the phone,the order arrived on time....it works perfectly as a new  one ..i recomend it \n It arrived on time and hardly any scratches...it works fine so far no problems with set up \n Well, The interesting thing is that I ordered 5s 16 gb, but I got iPhone 5s 32 gb. Unfortunately, My phone is not charging good. Also, the battery doesn't last long...", 
        "RDATE": "on March 8, 2016 \n on March 8, 2016 \n on March 8, 2016 \n on March 8, 2016 \n on March 7, 2016 \n on March 6, 2016 \n on March 6, 2016 \n on March 6, 2016 \n on March 5, 2016 \n on March 5, 2016", 
        "TITLE": "I \n Four Stars \n iPhone 5s \n I hate the phone it looked like \n Five Stars \n Two Stars \n Phone came quickly and in perfect shape. It is a refurbished phone and the ... \n Four Stars \n it works fine so far no problems with set \n My phone is not charging good. Also"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=97", 
        "REVIEW": "Bought this phone for my son as a replacement when his Samsung Galaxy S4 was stolen. He loves this phone and I never see him without it. It's a beautiful device in excellent condition and got it for a great price. We are very happy with it. \n I am needing to reorder these phones and need help on the phone or internet so they are insured and have to be signed for with identification . The 2 I ordered is under investigation for lost or stolen item and the gentleman friend of mine needs the phones sooner. Thank you \n Like new, it works fine abroad. \n Arrived in perfect condition. Working for a week already. \n No problems \n The phone is working. But the home button is kinda off and some scratches on the sides. Other than that its good. It was a great buy! \n The phone came on time as stated,all is well with it.It is a great buy for my granddaughter,thanks. \n Perfect condition!! Happy with my new phone \n I'm extremely happy with my new phone ! \n I bought this phone for my father because he could not afford a new phone.  He seems very pleased with it.", 
        "RDATE": "on March 5, 2016 \n on March 5, 2016 \n on March 5, 2016 \n on March 4, 2016 \n on March 4, 2016 \n on March 2, 2016 \n on March 2, 2016 \n on March 1, 2016 \n on February 29, 2016 \n on February 29, 2016", 
        "TITLE": "It's a beautiful device in excellent condition and got it for a ... \n I am needing to reorder these phones and need help ... \n Five Stars \n Five Stars \n Five Stars \n Its a great deal \n It is a great buy for my granddaughter \n Five Stars \n Great cell phone ! \n He seems very pleased with it"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=98", 
        "REVIEW": "Excellent \n Looks like new. Phone appears to be in good shape after 2 weeks. However, when you plug the charging cord in a prompt comes up which says something about it is not compatible - not a certified cord. Had to use my daughter's charger. Does not work at all.  Super annoying - have to buy a new one. Grrr. \n PRETTY NICE JOB ON THE REFURBISHED. NOT A SCRATCH. WORKS PERFECT \n A+ \n Very pleased with the phone.  If it is not mint condition, it is very close to it.  Everything appears to function as it should and we hope to have several years of service from the unit. \n I thought I bought a 32gb but I'm okay with this 16gb. It moves so fast and it's fantastic!!! \n Great phone in great condition \n I'm in love with my new iPhone! I just changed from android and I don't regret it at all. Came in 2hrs earlier than expected and the phone is in perfect condition. \n Phone is in good condition & also work well. I am highly satisfied with my purchase. \n The iPhone was in good condition however the charging cable did not work. The products are supposed to be checked before being sent to the customer. This was not the case. It would have been easy to determine its functionality from one test. They need to improve if they want to keep customer trust.", 
        "RDATE": "on February 29, 2016 \n on February 28, 2016 \n on February 28, 2016 \n on February 28, 2016 \n on February 27, 2016 \n on February 27, 2016 \n on February 26, 2016 \n on February 25, 2016 \n on February 25, 2016 \n on February 25, 2016", 
        "TITLE": "Five Stars \n Takes forever to charge \n Five Stars \n Five Stars \n Very pleased with the phone \n It moves so fast and it's fantastic!! \n Great phone \n It's worth it :) \n Four Stars \n Phone works, cable doesn't"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=99", 
        "REVIEW": "The cable and adapter does not work, I have to use my old cable. \n I have receive the item tht I order by Tuesday.but I really get wondering y the package had no air phone associated in it? Before ordering I saw tht whole package have had air phone too \n My experience was very bad with the seller BREED. The product I received does not work, I spent a lot of money and had to buy another phone back to my country. The phone does not light, physically is impeccable, but inside is dead. \n Apple iPhone 5S 16GB Factory Unlocked Smartphone, Gold (Certified Refurbished) \n This phone is in perfect condition but the phone givin to me was with a broken camera and flash that doesnt work . The products that also come in with this are peices of junk because the charger and head phones immediately broke. \n For certified refurbished product, it is good but somehow I can't listen clearly somebody call me so I need earphone \n I should have been purchasing refurbished phones long ago (and I don't know what took me so long). I'd purchase one again in a heartbeat. \n i cant use it at all \n Great product , everything works perfect and fast not one scratch and even got it through metro pcs love it \n Love it and still learning all the things it can do! \n ok", 
        "RDATE": "on February 25, 2016 \n on February 24, 2016 \n on February 24, 2016 \n on February 23, 2016 \n on February 23, 2016 \n on February 22, 2016 \n on February 22, 2016 \n on February 22, 2016 \n on February 22, 2016 \n on February 22, 2016", 
        "TITLE": "Cable Power and adapter. \n I have receive the item tht I order by Tuesday ... \n My experience was very bad with the seller BREED \n This was crap \n it is good but somehow I can't listen clearly somebody call me ... \n I should have been purchasing refurbished phones long ago (and ... \n One Star \n Great product, everything works perfect and fast not one ... \n Five Stars \n Three Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=100", 
        "REVIEW": "Happy with it! \n VERY GOOD \n It works great \n Great phone \n Overall phone experience is good except missing headphone. \n It's alright, it's not bad but I would have liked it better it didn't have any dents or indication that it has been used before, the edges are scraped, and the side or the phone is dented \n I literally bought this like three months ago. The screen is completely gone. \n All i know is whenever i plug my charger it makes vibrate so that's the only way that i can check that my phone is still alive. I tired pressing home botton and lock botton at the same time. It showed merely bright apple logo for second and it's pitch black now. I spent over 300 bucks on this thing. and i only got to use this for 3 months. It's not worth it. \n Yes, It was exactly what I thought it whould  be. \n fits nicely \n Love Amazon \n Reviews should say for the people who don't know you have to get a SIM card for whatever provider you plan on getting Verizon, sprint strait talk etc. \n Also verify 100% the phone will work for whatever provider you want I bought it wanting to put it on Verizon and I couldnt.had no choice could only go strait talk", 
        "RDATE": "on February 21, 2016 \n on February 21, 2016 \n on February 21, 2016 \n on February 20, 2016 \n on February 19, 2016 \n on February 18, 2016 \n on February 17, 2016 \n on February 17, 2016 \n on February 16, 2016 \n on February 16, 2016", 
        "TITLE": "Five Stars \n Five Stars \n Five Stars \n Five Stars \n Three Stars \n it's not bad but I would have liked it better it didn't ... \n if you are looking for temporary phone, this is it. \n Five Stars \n Five Stars \n Love Amazon Reviews should say for the people who don't ..."
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=101", 
        "REVIEW": "Looked brand new! Couldn't have noticed it was a refurbished phone. \n This phone surpassed all of my expectations. I previously ordered a iPhone from another seller... The phone wasn't unlocked and the shipping was slow. I was skeptical with this purchase...but everything was smooth and I love my gold iPhone!!!!!! I'm all smiles. \n This item was \"reconditioned\" yet it would not work correctly.  The screen kept freezing and was returned immediately. \n Not the right phone \n It's good iphone. \n Very beautiful. \n Extremely great product, came well packaged, in good condition, no scratches or dents, everything works well, and actually unlocked. I was really impressed. I was a bit worried before buying but i made a good choice best buy on Amazon ever! \n love it only problem was the charger didn't work \n Nice but with some scratch on the back cover. \n I love this phone. I was wary of buying a phone from someone other than my carrier but it was a great purchase. Took it to my carrier store to get a nano SIM card & the switch over was seamless. \n Perfectly fine condition, literally one little scratch, battery works fine, software works fine everything is good. I even got with metro pcs and it so far so good!!!!! I love it!!!", 
        "RDATE": "on February 16, 2016 \n on February 15, 2016 \n on February 15, 2016 \n on February 14, 2016 \n on February 12, 2016 \n on February 12, 2016 \n on February 12, 2016 \n on February 12, 2016 \n on February 10, 2016 \n on February 9, 2016", 
        "TITLE": "Five Stars \n Excellent phone!!! \n One Star \n One Star \n Very good!! \n Extremely great product, came well packaged \n Four Stars \n Five Stars \n Great Purchase \n Wowzers"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=102", 
        "REVIEW": "Perfect!! \n Found condition very good. Found problem disconnecting in the middle of conversation. \n Phone was in decent shape home button gets stuck sometimes but I guess it's ok \n The phone is not working as I expected, and the ringing tone is not working again, can I return it? \n Great Phone! No problems at all with the phone! Perfect screen and glass! \n Good product. Came fast. \n My Son Loves It!! \n I ordered this when my daughter lost her phone, and it arrived on the predicted delivery date in near-perfect condition. There are some incredibly minor scratches on the back, but fewer than I expected for a used iPhone. We couldn't be more pleased with the speedy delivery and all-around quality of the product! \n This phone is so wavy and I highly recommend it \n excelente", 
        "RDATE": "on February 9, 2016 \n on February 8, 2016 \n on February 7, 2016 \n on February 7, 2016 \n on February 6, 2016 \n on February 5, 2016 \n on February 5, 2016 \n on February 5, 2016 \n on February 4, 2016 \n on February 3, 2016", 
        "TITLE": "Five Stars \n Three Stars \n It's ok phone \n The phone is not working as I expected, and ... \n Perfect! \n Five Stars \n Five Stars \n Even better than expected! \n Great phone!! \n excelente"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=103", 
        "REVIEW": "Certified Refurbished my butt! This product came looking perfect and I was super excited for it! I have had a crappy Galaxy 3 for a while and it just stopped working so I finally decided to move on up in the world! Take the phone and start using it, and it seems great! I realize it's low on battery so I go to plug it in. I come back a couple minutes later realize it is losing battery even as it charges! So now I have a phone that can't charge. I feel like if this was a \"certified\" refurbish checking to make sure the battery still worked would probably be the first thing I check! Extremely disappointed in the product! I do not recommend! \n Looked great and was not an issue to put it on my Metro PCS plan. \n Honestly zero problems with this phone. Works with no flaws, came with no scratches, and had it activated and working within a day of receiving it. I've seen other reviews saying they had problems with it being listed as stolen or it coming scratched/damaged, but, at least in my case, you could never tell the difference between this phone and a brand new one. \n THIS IS THE PHONE YOULL WANT TO BUY!!!!! I absolutely love this phone it was basically like a brand new phone when I got it, there were no scratches or scrapes, the screen was perfect and absolutely no damages upon its arrival. It came three days earlier than the arrival date that was set, I love the phone it's been working just fine I've had zero problems since the day I got it. If you're looking for a good phone and person to buy it from you are definitely in the right place. \n Just got the phone today so I will update review if any problems occur, so far so good. Only noticed my phone got hot for a few seconds while I was using it. Really hope this doesn't cause me problems because it really looks BRAND NEW and I would hate to have to return it. Wasn't expecting headphones because of other reviews I read but I received brand new ones as well as a charger. \n Ok \n Phone arrived ahead of schedule and looked immaculate.  Works great and all is well \n Like new condition.  Gave it as a gift - he loves it.  Got it quickly too. \n Ordered the phone in December, received the phone in January and phone stopped charging the end of March.  Took the phone to the Apple store and no warranty. \n Ok", 
        "RDATE": "on February 2, 2016 \n on February 2, 2016 \n on January 31, 2016 \n on January 31, 2016 \n on January 29, 2016 \n on January 29, 2016 \n on January 28, 2016 \n on January 28, 2016 \n on January 27, 2016 \n on January 27, 2016", 
        "TITLE": "Battery doesn't hold a charge right out of box \n Five Stars \n Honestly zero problems with this phone. Works with no ... \n GET IT GET IT GET IT!!!! ITS WORTH IT!! \n This is legit (: \n Ok.... \n Great transaction \n Five Stars \n one Star \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=104", 
        "REVIEW": "thank you. exelent product \n Excellent \n Before purchasing a refurbished cell phone (was hesitant since I have never done before)  I did my homework by checking the BBB.  AAA rating! 98% of reviews were 5 stars. One week after receiving my phone, received an email from BlutekUSA asking me if there is anything they can do to help!  That is fabulous customer service and appears to be a company that will stand behind their product.  BTW, I really like my phone so far. \n everything worked perfectly well. would purchase again. \n Great phone, I'm very satisfied with this purchase. \n Terrible don't buy from this company. Phone has been flashed and this is so bad for a phone. Headphones broke only on ear works. No book or info came with phone. Cell phone companies would not touch this phone. They all said it was flashed. I bought same phone for 150.00 new. Rip off. \n I will return it. \n Great phone. Looks brand new and works great! \n Love this phone.  This was my second refurbished iphone by BuySpry and the phones all have been in like new condition without any wear and tear on them.  So far so good. \n Sofar so good", 
        "RDATE": "on January 26, 2016 \n on January 26, 2016 \n on January 25, 2016 \n on January 24, 2016 \n on January 24, 2016 \n on January 24, 2016 \n on January 24, 2016 \n on January 23, 2016 \n on January 23, 2016 \n on January 22, 2016", 
        "TITLE": "Five Stars \n Five Stars \n great customer care/service \n Five Stars \n Five Stars \n No stars. \n One Star \n Amazing! \n Like New \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=105", 
        "REVIEW": "Product is not working properly. i want replacement \n I had a wonderful experience with Amazon. I'm please with my iPhone 5. My order arrived on time and is working great! \n phone is as good as a new phone.. working good till now.. \n When I first got it didn't realize how slow it'd be like my old iPhone and the Apple head phones or any other headphone don't work with it! Main reason I got it for my music and it does load slow. \n dont buy this item . the phone isnt charging and the display got damaged pixels.lol. i was getting a green border around the display. \n Satisfied and happy with the product \n Great phone . Works very good no problems ! \n Why did i not got the complete package all i got was the phone and not the earphones \n Bought for my son for christmas gift. So far so good! Very nice.. came complete as seller stated. \n love the phone had the 4s and now this one i forgot how smart this phone is.  really nice looking also.", 
        "RDATE": "on January 22, 2016 \n on January 21, 2016 \n on January 21, 2016 \n on January 21, 2016 \n on January 21, 2016 \n on January 20, 2016 \n on January 18, 2016 \n on January 17, 2016 \n on January 16, 2016 \n on January 15, 2016", 
        "TITLE": "One Star \n I had a wonderful experience with Amazon \n Five Stars \n It's alright \n dont buy this item. the phone isnt charging and ... \n Five Stars \n BEST PHONE EVER . \n One Star \n So far so good! Very nice \n love the phone had the 4s and now this one ..."
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=106", 
        "REVIEW": "Although it was pricey, I think it was worth buying this phone. It arrived as advertised, with no dents, scratches or any show of wear and tear at all. We've been using the phone for weeks without any problems. \n Great \n The phone works really well but the charger is cheap and didn't work at all! \n iPhone have got problem in call n message so what to do that iPhone in Nepal iPhone is hang affter \"do you want to sms \" cancel n accept do cancel but  not work iphon hang after that switch off \n Excellent condition. \n They didn't include headphones \n Thumbs Up! \n The phone was delivered as ordered but did took more than a day to fully charge.  After it was changed fully,  it dies within a few hours with little too no use. \n GOLD \n Everything seems to be in tip top shape. It looks new as ever. The charger is working perfectly. It came a little late due to the holidays, but I love it very much. Although my the back piece of my charger is missing. Highly recommend them. But I would suggest giving out the headphones to go along with it.", 
        "RDATE": "on January 14, 2016 \n on January 12, 2016 \n on January 11, 2016 \n on January 9, 2016 \n on January 8, 2016 \n on January 7, 2016 \n on January 5, 2016 \n on January 5, 2016 \n on January 4, 2016 \n on January 2, 2016", 
        "TITLE": "Pricey but worth it \n Five Stars \n Four Stars \n If missed it plz send me if not I wifi do return iphone \n Five Stars \n Two Stars \n Four Stars \n The phone was delivered as ordered but did took more ... \n Five Stars \n but I love it very much"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=107", 
        "REVIEW": "Just bought them for my friend. The packing is excellent. It comes with charger and cable \n It's great and works like it's brand new. \n My IPhone 5s arrived on time and appeared to be in very good condition. No scratches or dings. I tried to power up and got no response. I plugged it into the new charging unit and still nothing that would indicate life. After 5 minutes on the charger the battery condition gauge finally appears and shows it's completely discharged. I let it charge for an hour and when I checked it there was no change. \n The gauge showed that charging was taking place but there was no increase in battery power. \n I took the phone to the Apple Store and had it checked. The phone was fine in all respects and just over a year old according to the serial number but the battery was totally dead and needed replaced. \n I was leaving on an extended vacation to Thailand in 3 days so my only option was to have the battery replaced for $84. Tax included. \n Very disappointed that the seller would send a supposed \"refurbished\" phone with a dead battery that can't be charged and call it good and in working condition. \n BUYER BEWARE!!! I won't take a second chance with them. \n Great phone! Thanks! \n Mya daughter absolutely loves it, no problems and no hassles. \n looks like brand new iphone. Even with its plastic protectors both front and back. \n Shipment took more than 1 week, but besides that everything was perfect. \n Yes I Akhaddt by phone case is very good now, I asked for the phone once again I hope to have a good Aldhan once again \n The phone is not unlocked. Planning to return it and get a refund. \n The phone was a Christmas gift and we are very happy with it \n They gave me an version phone", 
        "RDATE": "on January 2, 2016 \n on January 1, 2016 \n on January 1, 2016 \n on December 31, 2015 \n on December 29, 2015 \n on December 29, 2015 \n on December 29, 2015 \n on December 29, 2015 \n on December 28, 2015 \n on December 27, 2015", 
        "TITLE": "The packing is excellent. It comes with charger and \n Like New \n Disappointed at Best \n Four Stars \n Four Stars \n Excellent conditions!!!. \n Yes I Akhaddt by phone case is very good now, I asked for the phone once again ... \n Dont buy. Not unlocked \n ... phone was a Christmas gift and we are very happy with \n It's A Version Phone"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=108", 
        "REVIEW": "Works good don't have any issue came on time and they actually asked for signature ringed my door bell. I'll recommend this iPhone. \n The phone does Not Work. And it is not factory unlocked .it' s a fraud!!!!!! \n Disappointment. Arrived with a terrible package, with no charger cable or earphones and a bended chassis with major scratches on every side of the phone. Battery is giving different percantages and vibration motor is operating improperly. Screen is not fit on its chassis and more. It is clear that this cannot be a CERTIFIED REFURBISHED but it is a very bad damaged SELLER REFURBISHED which is fixed by an unexperienced person. I have no chance to turn it back and i think it is my fate. I have to use it after some repairs. \n Thank you FULLFILED SELLER. :( \n My iPhone will not hold a charge. I hard started it, changed out the cables, changed out outlets and all types of combinations. \n Excellent product! \n Everything ok \n This phone, although in great condition, was flagged as a stolen phone when I tried to activate it with my provider.  Returned it. \n Perfect \n It was in perfect New condition without any scratches.. \n It has some big scratches and the usb cable is of bad quality", 
        "RDATE": "on December 27, 2015 \n on December 20, 2015 \n on December 20, 2015 \n on December 17, 2015 \n on December 16, 2015 \n on December 14, 2015 \n on December 10, 2015 \n on December 9, 2015 \n on December 8, 2015 \n on December 5, 2015", 
        "TITLE": "Works good don't have any issue came on time and they ... \n One Star \n Disappointment. Arrived with a terrible package \n My iPhone will not hold a charge. I hard ... \n Five Stars \n Four Stars \n although in great condition, was flagged as a stolen phone when ... \n Five Stars \n Five Stars \n ... some big scratches and the usb cable is of bad"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=109", 
        "REVIEW": "All perfect! I LOVE IT! All excellent, good choice. \n Awesome so far. My first iphone. I almost returned it because I saw all these thumb prints on the glass which makes it feel so used but then I realized it was just the screen protector. Peeled it right off and it looks brand new.  Also, my iphone didn't come with any other accessories except the charger. \n Works perfectly. Great refurb for my wife. \n So far so good, no issues, quick delivery. \n Excellent value - perfect condition.  Love my iPhone 5s! \n bought this for my wife, it arrived when expected, looks and functions as new. my wife had no trouble setting it up with straight talk, and she loves the phone more than her old 4s, which she was really pleased with. \n It's fine \n Great phone \n Until now, working perfectly, looks very good \n The usb cable is not certified  so doesn't work....", 
        "RDATE": "on December 4, 2015 \n on December 4, 2015 \n on December 3, 2015 \n on December 1, 2015 \n on November 30, 2015 \n on November 29, 2015 \n on November 27, 2015 \n on November 27, 2015 \n on November 26, 2015 \n on November 23, 2015", 
        "TITLE": "Five Stars \n Looks Like New \n Great refurb for my wife \n Five Stars \n Five Stars \n apple 5s, whats not to like? \n Four Stars \n Five Stars \n Five Stars \n Two Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=110", 
        "REVIEW": "Order the I phone 5 s refurbished and was very happy with it!! Could not tell it was even a refurbished one would definitely recommend this \n The phone looks great and all is well, but the battery is horrible! The battery loses >10% every hour when the phone is OFF! If I would stay on my phone for a hour, I'd be at less then 5% battery left! & that doesnt even compare for how slow it charges. I am conpletely upset and sad that my 90 day warranty is off and I have to live with this crucial battery. \n Phone did not work! Very disappointed! Sent it back and now I have no phone! \n yep \n I have been using the phone for about a week and I haven't had anything wrong with it. I looks Brand New.. There wasn't any thing on it and was a box and had a charger and adapter with it. Everything was really good! \n The phone seemed nice, but after a day of use it started turning off and sometimes even freezing for no reason. It kept going so I had to returned, I just sent it back and I'm waiting for my money I guess it will be on my account in a week or so (hopefully). \n Phone works great.  Had a little snag with getting it set up properly with Tracfone, but the seller was very accommodating during the process and was willing to take it back if things did not work out.  Kudos to them.  It worked out fine though. \n First things first, this phone is top-notch for the price listed. Although, I was in bad luck of my sim tray not working but I contacted the customer service and I was set. The phone looks perfectly new ; no scratches, scruffs, etc. When you see the word \" refurbished \" on the title when buying this, it certainly is refurbished. The flash is so easy to catch, and it's so dull and fake, it seems like a rainbow whilst taking a picture. The camera aren't certainly the worst, especially the front-facing camera. The front-facing camera gets me so hesitated, I, sometimes feel like breaking and cracking this phone open. Nonetheless, this phone is top-notch for the time being. READ THIS REVIEW FAST YOU DON'T WANT TO MISS IT! \n IT'S A MUST BUY TOO FOR THE PRICE LISTED. \n Arrived on time and was in basically brand new shape. I am thrilled with my purchase. Works and looks great. The only thing I did not like was that the accessories that came with it (charger, box) are not actually made by Apple. Otherwise I would highly recommend. \n shipped on time, in one piece, and it works", 
        "RDATE": "on November 22, 2015 \n on November 17, 2015 \n on November 17, 2015 \n on November 16, 2015 \n on November 13, 2015 \n on November 12, 2015 \n on November 9, 2015 \n on October 30, 2015 \n on October 21, 2015 \n on October 20, 2015", 
        "TITLE": "... the I phone 5 s refurbished and was very happy with it \n Poor Battery! \n Very disappointed! Sent it back and now I have no ... \n Five Stars \n Looks Brand new \n Freezes every day!!! \n great phone and seller \n Fulfill \n iPhone 5S \n Four Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=111", 
        "REVIEW": "Oh yeah! It works very good as I expected... Thank you! \n The iPhone 5s silver turned out to be locked.  However, we were able to get it unlocked at no cost, and not too much time involvement. \n the phone was like brand new no scuffs scratches or nothing good phone I recamend you people to buy this it is worth it promise. \n It didnt brought earphones... \n Love this phone. The only issue I have had is my phone screen starts acting crazy when you're charging it and it's around 80%. Apparently this is a common issue that iPhones have when you're charging them with a charger that's not officially apple. So that saying, if you get a charger from this order, it's most likely not apple. \n Good product. Works well. \n Iam totally upset of i phone which sent to me . Side broken no headset no mannual not even i phone cover . On 22 of sep iam going home india ... details i ll sent from there \n Right now is not working....i want reimbursement. ..looking forward. .... \n It works fine just rarely it freezes on certain apps I don't know why and it had a few scratches on the back but other than that I'm satisfied. \n this came perfect and it works overseas, i am in the uk and ordered it from the us and it works perfectly with a gsm carrier, must be one luckily i have that i would buy again if needed", 
        "RDATE": "on October 12, 2015 \n on October 9, 2015 \n on October 1, 2015 \n on October 1, 2015 \n on September 29, 2015 \n on September 22, 2015 \n on September 4, 2015 \n on September 4, 2015 \n on September 2, 2015 \n on August 31, 2015", 
        "TITLE": "It works very good as I expected \n The iPhone 5s silver turned out to be locked. ... \n the phone was like brand new no scuffs scratches or nothing good phone ... \n It didnt brought earphones... \n Love this phone \n Four Stars \n Iam totally upset of i phone which sent to me ... \n One Star \n It works fine just rarely it freezes on certain apps I don't ... \n great"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=112", 
        "REVIEW": "Phone works OK, but charging cable did not work.  Had to purchase another cable. \n I bought 5S Gold 16GB last week and came back Brasil. It has some scratch on the frame upper but it's ok. But problem is IPhone is not working in Brasil even though it is unlocked. I contact apple support they infom me of that it is locked so I have to contact carrier Mecury mobile in US directly. What happen???? There is no way?? \n All good \n Yes, it did meet my expectations.  It looks like new and mostly works great.  Do have one problem that involved a text address showing up as a different number and not getting send.  I guess I need to take it to the apple store and see what the trouble is. \n It didn't work. \n I got a phone with the following problems: \n At the top of the phone dent 1/8 inch, on the side of the phone a lot of scratches. During charging, the phone is overheating. When using headphones, you hear noise and crackling. Twice, during a call, the phone was switched off. \n Iphone 5s gold 16gb with 2 little scratches on back. Right now its functioning properly and everything looks good. But it came in a duplicate iphone box. Okay. \n Confusing to set up 😫😒 \n I have ordered this phone which is a certified refurbished. But I'm facing the following issues with the phone. \n 1) The Home button is very hard. \n 2) when ever I connect the Lightening USB cable to my phone, Phone is getting heated up in such a way that we can't even hold the phone in hands. \n 3) I think the USB lightening cable is not an Original cable. \n I have fully observed the phone for one day and I'm writing this review. \n I wanna kno if it comes with a chager and headphones or just the iPhone i also wanna kno if it comes in its box", 
        "RDATE": "on August 25, 2015 \n on August 19, 2015 \n on August 17, 2015 \n on August 6, 2015 \n on August 2, 2015 \n on July 31, 2015 \n on July 28, 2015 \n on July 28, 2015 \n on July 28, 2015 \n on July 27, 2015", 
        "TITLE": "Three Stars \n I bought 5S Gold 16GB last week and came back ... \n Five Stars \n Looks like new... \n Sorry it didn't work \n Completely disappointed with the service provided  by the seller \n Right now its functioning properly and everything looks good. But it came in a duplicate iphone box \n Four Stars \n I'm completely disappointed with the product \n charger"
    },
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=113", 
        "REVIEW": "good with some scratches", 
        "RDATE": "on July 20, 2015", 
        "TITLE": "Three Stars"
    }
]